{
  "form.title": "Master File Application Form",
  "version": "Version ",
  "top.fromHC": "From <a href='https://www.canada.ca/en/health-canada.html'>Health Canada</a>",
  "top.toc": "Table of contents",
  "top.privacy.statement": "Privacy Notice Statement",
  "top.security.declaimer": "Security Disclaimer",
  "top.instruction": "Instructions",
  "toc.form": "Form",
  "instruction.help": "Instructions for completing sections on form",
  "load.file": "Load a Master File Application form",
  "select.file": "Select a file to load",
  "choose.file":"Choose File",
  "no.file.chosen": "No file chosen",
  "refresh.file.input": "Refresh this page",
  "master.file.enrolment": "Regulatory Master File Transaction and Application Enrolment",
  "instruction.dossier.id.line1": "eCTD formatted dossier – e123456<br />Non-eCTD formatted dossier - f1234567",
  "instruction.dossier.id.line2": "If filing <strong>NEW</strong> master file registration, request a new eCTD dossier ID by completing the online <a href='https://www.canada.ca/en/health-canada/services/drugs-health-products/drug-products/applications-submissions/guidance-documents/filing-submissions-electronically/dossier-id-request-form-master-files.html'>Dossier ID request form</a>.",
  "panel.title.regulatoryInfo": "Regulatory Information",
  "masterfile.name": "Master File Name",
  "masterfile.number": "Master File Number (if issued; for example 1234-567)",
  "masterfile.type": "Master File Type",
  "masterfile.use": "Master File Use",
  "transaction.description": "Transaction Description",
  "dossier.id": "Dossier Identifier ",
  "licence.number": "Licence Number",
  "request.date": "Date of Request",
  "requester.title": "Requester of solicited information",
  "panel.title.contactInfo": "Contact Information",
  "panel.title.fees": "Master File Fees",
  "panel.title.certification": "Certification",
  "are.fees": "Are new fees or revised fees associated with this transactions?",
  "completed.fee.required": "A completed fee form is still required, however, the applicable fees will be invoiced.",
  "signed.statement": "A statement signed by the individual responsible for the applicant’s financial affairs is included to certify that the fee payable is greater than 10% of the anticipated gross revenue.",
  "other": "Other",
  "other.specify": "Other - specify",
  "payment": "Payment",
  "fileio.msg.success": "Success",
  "fileio.msg.parseFail": "Parsing of the file has failed",
  "fileio.msg.fileTypeError": "File Type Error",
  "fileio.msg.dataTypeError": "Error: the wrong form data was selected for this form.",
  "required": "This field is required",
  "error.msg.minlength": "Minimum length {{ requiredLength }} numbers",
  "error.mgs.number": "Please specify a number.",
  "error.mgs.dossier.id": "Incorrect format.",
  "error.mgs.company.id": "Please specify a valid manufacturer company Identifier.",
  "error.mgs.regu.company.id": "Please specify a valid regulatory company Identifier.",
  "error.mgs.regu.contact.id": "Please specify a valid regulatory manufacturer contact Identifier.",
  "error.mgs.incorrectFormat": "Incorrect format.",
  "error.msg.postal": "The format is not valid",
  "error.mgs.zip": "The format is not valid",
  "error.msg.phone": "The format is not valid",
  "error.msg.email": "The format is not valid",
  "error.msg.fax": "The format is not valid",
  "error.msg.account": "The format is not valid",
  "error.msg.business": "The format is not valid",
  "error.msg.invalidDate": "The date is not valid",
  "discard.changes": "Discard Changes",
  "commmon.required.bracket": " (required)",
  "common.saveRevert": "Please save or revert the record",
  "errorSummary.masterfile": "Master File Application Form",
  "error.found.because": " could not be saved because ",
  "error.found.plural": " errors were found",
  "error.found.singular": " error was found",
  "yes": "Yes",
  "no": "No",
  "minAlphanumeric5": "(5 characters)",
  "minAlphanumeric7": "(1 letter and 6 numbers)",
  "alphanumeric6or7": "(a lowercase letter followed by 6 or 7 numbers)",
  "save.working.copy": "Save Working Copy",
  "generate.final": "Generate XML",
  "msg.success.load": "The file was loaded successfully",
  "msg.err.parseFail": "Error: there was an error parsing the working file.",
  "msg.err.jsonparse": "There was an error parsing the working file.",
  "msg.err.file.load": "There was a problem loading the file.",
  "msg.err.file.type": "Error: An invalid file type was selected.",
  "msg.err.form.type": "Error: the wrong form type was selected for this form.",
  "msg.err.checksum": "Error: there was an error parsing the file.",
  "error.msg.number": "Please enter a valid number",
  "return.instruction": "Return to instruction reference",
  "section.show.option": "[ This section may not be visible. ] ",
  "PROTECTED_B": "Protected \"B\" when completed",
  "orgManufactureId": "Orginal Manufacturer's Company Identifier",
  "orgManufactureLic": "Orginal Manufacturer's Licence Number",

  "hlp_load2": "When continuing with a working copy, the format of the file to load should be .hcsc.",
  "hlp_load3": "When viewing or updating a final XML file, the format of the file to load should be .xml.",
  "hlp_holder.address1": "The Master File Application Form should include the Master File Holder's business address or headquarters address. The address provided on this form will also be considered the Master File Holder's billing address. This means all invoices and account statements will be sent to the address provided on the Master File Application Form.",
  "hlp_holder.address2": "Manufacturing site addresses should not be provided on the Master File Application Form unless the manufacturing site address is the same as the business or headquarters address.",
  "hlp_holder.address3": "Additionally, the Master File Holder Address provided on the Master File Application Form must be provided consistently and should be the same for all Master Files held by the Master File Holder including all subsequent transactions for such Master Files. It is not possible to provide  Master File Application Forms with different addresses for different Master Files or for different transactions. Should the Master File Holder's Address entered on the Master File Application Form not be consistent with what was previously provided for other transactions for Master Files held by the Master File Holder, a process hold letter will be issued by the Master File Administration Unit to resolve any discrepancies.",
  "hlp_agent.address": "An Authorized Master File Agent Appointment Letter or Third Party Authorization letter signed by the Master File Holder is required with the initial Master File Registration transaction (including conversions) or any transaction where a new agent is appointed or the agent's role has changed.  Any transaction filed by a third party for which no agent appointment letter or third party authorization letter has been received will be placed on administrative process hold and may be rejected if no authorization letter is provided. Refer to section 2.1.8 Appointment of the authorized Master file agent or authorized third party of the Guidance Document: Master Files (Master Files) - Procedures and Administrative Requirements for more information.",
  "hlp_confirm": " Master File Holder contact information should be up-to-date throughout the life cycle of the Master File. It is the responsibility of the Master File Holder to advise Health Canada of any changes to Master File Holder contact information (i.e., Master File Holder Name, Master File Holder Address, Master File Holder Contact person) to ensure that correspondence issued by Health Canada is well received. Failure to receive Health Canada issued correspondence (i.e., process hold letters, notices, invoices, acknowledgement letters and emails etc.) due to out of date contact information will not be considered as valid reasons for failure to respond to solicited information. Refer to Section 2.4.1 Administrative Changes for more information on filing changes to Master File Holder contact information to Health Canada.",
  "hlp_fee.note": "The invoice will be addressed to and sent to the contact identified",
  "hlp_access.letter": "A separate Letter of Access (LoA) is required for each Applicant who cross-references the Master File (MF) in their drug submission, DIN application, or Clinical Trial Application (CTA). The fee for processing an LoA is applicable each time an LoA is filed. LoAs should only be revised and refiled when the Applicant's name is changed. In these cases, MF Holders will be charged the applicable fees. Should an MF Holder wish to refile an LoA due to an applicant's change in address or to add additional information (including the MF Number), MF Holders will be charged the applicable fees. Refer to section 2.1.6 Letters of Access of the Guidance Document: Master Files (MFs) - Procedures and Administrative Requirements for more information on filing letters of access.",
  "hlp_account.num": "The customer/ client account number can be found at the top of each invoice you have previously received, and at the top of each monthly Statement of Account",
  "label.holder": "Master File Holder",
  "label.agent": "Authorized Agent or Authorized Third Party",
  "heading.holder.address": "Master File Holder Name and Address",
  "addressDetails.street": "Street Address",
  "addressDetails.city": "City or Town",
  "addressDetails.country": "Country",
  "addressDetails.province": "Province",
  "addressDetails.state": "State",
  "addressDetails.postalZipCode":"Postal/ZIP Code",
  "addressDetails.postalCode": "Postal Code",
  "addressDetails.zipCode": "ZIP Code",
  "addressDetails.provState": "Province or State",
  "company.name.full": "Company Name (Full Legal Name)",
  "heading.holder.contact": "Master File Holder Contact",
  "first.name": "First Name",
  "last.name": "Last Name",
  "lang.correspond": "Language of Correspondence",
  "lang.English": "English",
  "lang.French": "French",
  "job.title": "Job Title",
  "contact.email": "Email",
  "fax.number": "Fax Number (including area code)",
  "fax.number.nofaxnum": "By not entering a fax number, you authorise receipt of billing communication by email.",
  "phone.number": "Phone Number (including area code)",
  "phone.extension": "Phone Extension",
  "heading.agent.address": "Authorized Agent or Authorized Third Party Name and Address",
  "not.applicable": "Not applicable",
  "heading.agent.contact": "Authorized Agent or Authorized Third Party Contact",
  "info.confirmation": "I confirm that the above information is valid",
  "fee.warning1": "Do not send fee payment with your Master File, Update or Letter of Access transactions. Health Canada will verify the fee and issue an invoice accordingly.",
  "fee.warning2": "For information on Master File fees and payment of invoices, please refer to the",
  "fee.warning.link.title": "Funding and Fees webpage.",
  "fee.warning.link.url": "https://www.canada.ca/en/health-canada/services/drugs-health-products/funding-fees.html",
  "fee.warning3": "Failure to pay fees will result in your Master File being denied access and future transactions being placed on hold or rejected.",
  "are.access.letters": "Are there Letter(s) of Access being filed with this transaction?",
  "number.of.letters": "Number of Letter(s) of Access?",
  "who.responsible": "Who is responsible for payment of fees?",
  "account.num": "Customer/Client Account Number (if issued)",
  "business.num": "Canada Revenue Agency Business Number (if applicable)",
  "contactInfoConfirm": "Contact Information Confirmation",
  "certify.info": "I certify that the information and material included in this Master File Application/Transaction is accurate and complete.",
  "certifyAccurateComplete": "Certify Accurate and Complete",
  "full.name": "Full name",
  "fullName": "Full name",
  "submitDate": "Date",
  "submit.date": "Date",
  "agent.warning": "If the signing official is an Authorized Master File Agent or Authorized Third Party filing on behalf of the Master File Holder, an authorization letter signed by the Master File Holder must be submitted in Module 1.2.1 Application Form. The Agent appointment letter or Third Party Authorization letter is required with the initial Master File Registration transaction or any transaction where a new agent or third party is appointed or the agent or third party's role has changed.",
  "consent.privacy": "By submitting your personal information, you are consenting to its collection, use and disclosure in accordance with the Privacy Notice Statement.",
  "consentPrivacy": "Consent Privacy",
  "alert.info": "Alert information",
  "error":"Error {{number}}:",
  "agent.not.applicable":"Authorized Agent or Authorized Third Party Name and Address not applicable",
  "postal.not.applicable":"(Use “not applicable” if not available)",
  "req.revision":"Did the Clarification Request require you to revise the Transaction Description?",
  "revised.transaction.description":"Revised Transaction Description",
  "purpose.of.collection":"Health Canada requires the personal information to process regulatory application forms. The information you provide may be used to contact you to verify provided information, to assess the feasibility of enrolling companies, dossiers, and track regulatory activities and transactions."

}