{
    "form.title": "Regulatory Transaction Template: Regulatory Enrolment Process (REP)",
    "load.file": "Load a Regulatory Transaction enrolment file",
    "errorSummary.form.name": "The form",	
    "panel.title.regulatory.info": "Regulatory information",
    "heading.transaction.details": "Transaction details",
    "dossier.type": "Dossier type",
    "sequence.descript": "Regulatory Transaction Description",
    "is.actchanges": "Same as Regulatory Activity Contact for this Submission?",
    "company.id": "Company Identifier",
    "dossier.id": "Dossier Identifier",
    "dossier.id.format": "(a lowercase letter followed by 6 numbers)",
    "dossier.name": "Dossier Name",
    "product.name": "Product name",
    "ctrl.num": "Control Number",
    "six.digits": "(6 digits)",
    "activity.lead": "Regulatory Activity Lead",
    "is.ectd": "Is this an eCTD transaction?",
    "is.solicited": "Is this solicited information?",
    "solicited.rq": "Requester of solicited information",
    "solicited.rq.other": "Other Requester Details",
    "rep.contact.info": "Main Contact Information",
    "date.of.request": "Date of Request",
    "start.date": "Start Date",
    "end.date": "End Date",
    "reg.activity": "Regulatory Activity",
    "reg.activity.type": "Regulatory Activity Type",
    "sequence.type": "Regulatory Transaction Description",
	"version.no": "Version number",
    "brief.desc": "Brief description",
    "brief.desc.change": "Brief description of change",
    "year.change": "Year(s) of change, list of change number(s)",
    "year": "Year",
    "requester.name": "1. Name of requester",
    "requester.name2": "2. Name of requester",
    "requester.name3": "3. Name of requester",

    "panel.title.reg.contact": "Contact for this regulatory activity",
    "company.info": "A. Company information",
    "is.signed.3rd.party":"Is the contact for this regulatory activity a third party corresponding on behalf of the manufacturer/sponsor?",
    "aut.letter.note":"A signed third party authorization form is required for regulatory activities listed on the form. Refer to the list in the notes/requirements section of the form posted on Health Canada's website.",
    "company.name":"Company name (full legal name)",
    "address.info": "B. Address information",
    "addressDetails.street": "Street address",
    "addressDetails.city": "City or town",
    "addressDetails.country": "Country",
    "addressDetails.province": "Province",
    "addressDetails.state": "State",
    "addressDetails.postalZipCode":"Postal/ZIP code (use \"not applicable\" if not available)",
    "addressDetails.postalCode": "Postal code",
    "addressDetails.zipCode": "Zip code",
    "addressDetails.provState": "Province or state",
    "company.representative": "C. Company representative",
    "first.name":"First name",
    "initials":"Initials",
    "last.name":"Last name",
    "lang.correspond":"Language of correspondence",
    "job.title":"Job title",
    "phone.number":"Phone number (including area code)",
    "phone.extension":"Phone extension",
    "fax.number":"Fax number (including area code)",
    "fax.number.nofaxnum": "(Use 0000000000 if not available)",
    "contact.email":"Email",

    "routing.id":"Routing Identifier",
    "company.rep.this": "Company Representative",
    "confirm.contact.valid": "I confirm that the above regulatory activity contact information is valid.",

    "defer.fees": " A deferral of payment is requested with this transaction.",
    "defer.statement": "The statement supporting the deferral request is included.",
    "fee.remission": "Fee Remission is requested with this transaction",
    "statement.revenue": "A statement signed by the individual responsible for the applicant's financial affairs is included to certify that the fee payable is greater than 10% of the anticipated gross revenue",
    "sub.class": "Submission class",
    "panel.title.fees": "Fees",
    "fee.description": "Submission description",
    "remission.eligible": "You are eligible to apply for fee remission. The submission fee is greater than 10% of anticipated gross revenues.",
    "remission.ineligible": "You are not eligible to apply for fee remission. The submission fee is less than 10% of anticipated gross revenues.",
    "regulatory.fees": "Fees",

    "is.priority": "Was this regulatory activity approved for priority review?",
    "is.noc": "Was this regulatory activity approved for NOC/C review?",
    "is.admin.submission": "Is this an administrative submission or application?",
    "admin.descript": "Administrative Submission or administrative component description",
    "admin.sub.type": "Reason for administrative submission or application",

    "fee.remit.no.payment": "Please remit no payment with this transaction. Payment of the fees will be required upon issuance of an invoice",
    "mitigation.type": "The following mitigation measures are available (select one). Sponsors must certify that they meet the criteria as outlined in the Food and Drug Regulations.",
    "certify.organization": "We certify that we meet the definition of small business and have registered our company with Health Canada prior to submitting this submission/application. We understand that failure to register as a small business prior to submitting this submission/application will result in the full fee being charged.",
    "certify.organization.a": "a total number of employees less than 100 people, or",
    "certify.organization.b": "a total annual gross revenue between $30,000 and $5 million.",
    "small.business.fee.application": "We have not previously filed a submission/application in respect of a drug with Health Canada. We are filing our first submission/application.",
    "first.submission": "This is my first submission/application",
    "certify.goverment.organization": "We certify that our organization is a branch or agency of the Government of Canada or of a province or territory",
    "certify.urgent.health.need": "We certify that the drug in our submission/application is on the List of Drugs for an Urgent Public Health Need as per the Access to Drugs in Exceptional Circumstances Regulations and:",
    "drug.the.same.ingredient": "the drug has the same medicinal ingredient, strength and route of administration, and is in a comparable dosage form, as a drug that may be imported under subsection C.10.001(2) of those Regulations;",
    "no.drug.identification.number": "no drug identification number has been assigned under section C.01.014.2 of those Regulations for the drug or for another drug that has the same medicinal ingredient, strength and route of administration and is in a comparable dosage form; and",
    "no.notice.compliance": "no notice of compliance has been issued under section C.08.004 of those Regulations in respect of the drug or another drug that has the same medicinal ingredient, strength and route of administration and is in a comparable dosage form.",
    "certify.funded.health.institution": "We certify that our institution is funded by the Government of Canada or the government of a province or territory and that it is",
    "certify.funded.health.institution.a": "licensed, approved or designated by a province in accordance with the laws of the province to provide care or treatment to persons or animals suffering from any form of disease or illness; or",
    "certify.funded.health.institution.b": "owned or operated by the Government of Canada or the government of a province and that provides health services.",
    "certify.isad": "We certify that we have filed an application for a designated COVID-19 drug under the Interim Order Respecting the Importation, Sale and Advertising of Drugs for Use in Relation to COVID-19 (ISAD), and that a submission has not previously been filed seeking approval for that same drug",
    "error.msg.endDate": "End date should not be earlier than start date.",
    "fee.pay.notice": "Select the fee classification of your submission, supplement or application, if applicable. Do not send fee payment with your submission. Health Canada will verify the fee and issue an invoice. For information on payment of invoices and current fees, please visit the <a href='https://www.canada.ca/en/health-canada/services/drugs-health-products/funding-fees.html'>Funding and Fees webpage</a>.<br><br>If your submission does not incur fees, or you have not been requested by Health Canda to revise the fee class, please select ‘Not Applicable’.",
    "heading.mitigation.measures": "Mitigation measures",
    
    "ht.load.file.2": "When continuing with a working copy, the format of the file to load should be .hcsc.",
    "ht.load.file.3": "When viewing/updating a final XML file, the format of the file to load should be .xml.",
    "ht.dossier.type.1": "Biologic dossier applies to all biologic products and radiopharmaceuticals",
    "ht.dossier.type.2": "Pharmaceutical dossier applies to all pharmaceutical products for human use, non-prescription and ethical products, disinfectants",
    "ht.dossier.type.3": "Clinical Trial dossier applies to all pharmaceutical products for human use, biologic products and radiopharmaceuticals, non-prescription and ethical products, and disinfectants",
    "ht.dossier.type.4": "Veterinary dossier applies to all pharmaceuticals for veterinary use, non-prescription and ethical products",
    "ht.comp.id.1": "The Company Identifier can be obtained from the latest Health Canada issued final company XML file, or the 'company code' found on the Annual Drug Notification Form (ADNF).",
    "ht.comp.id.2": "Company Identifier must be 5 digits, add leading zero when required.",
    "ht.dossier.id": "Dossier Identifier - The dossier identifier is a code created by Health Canada to uniquely identify the dossier.  For existing dossiers the dossier ID can be verified from the Drug Submission Tracking System – Industry Access (DSTS-IA).  If a dossier ID has not yet been assigned, sponsors must request for one using the appropriate form, available on the REP information webpage.",
    "ht.dossier.id.0": "The format of a Dossier Identifier is a letter followed by six digits. (e.g. x######). For example in this field you would need to enter one of the following depending on the dossier type:",
    "ht.dossier.id.1": "eCTD formatted dossier – e######",
    "ht.dossier.id.2": "Non-eCTD formatted dossier for Division 1 Human drugs – d######",
    "ht.dossier.id.3": "Non-eCTD formatted dossier for Division 8 Human drugs – p######",
    "ht.dossier.id.4": "Non-eCTD formatted dossier for Division 5 Human drugs – c######",
    "ht.dossier.id.5": "Non-eCTD formatted dossier for Veterinery Drugs drugs – v######",
    "ht.prod.name.1": "Only include the name of the products impacted by this regulatory activity. For multiple products, list and separate their product names with a semi-colon (;).",
    "ht.prod.name.2": "The product name is the name assigned by the manufacturer/sponsor to distinguish the drug (product) and under which the drug is to be sold/advertised. It is also the name used to identify the product in all correspondence related to the submission and on the product label(s) and Product Monograph and/or Package Insert, if applicable. If the brand name has not yet been determined, the proper or common name of the drug or research code may be used.",
    "ht.prod.name.3": "The product name input in this field will only be reviewed with the initial transaction of a dossier (i.e. sequence 0000 for eCTD format). For all subsequence transactions, any changes to the product name should be captured and will be reviewed using the product information template. Product name changes on this template will not be reviewed.",
    "ht.prod.name.4": "For clinical trials: Please enter the name of the investigational product, and where there is more than one investigational product, all of them should be captured. An investigational product corresponds to a product involved in the conduct of a clinical trial. It could be a product not available in Canada, a product in development or a product already approved in Canada but used outside the approved indication.",
    "ht.protocol.num": "The protocol number must be assigned by the sponsor for each protocol when submitting a clinical trial application (CTA) to Health Canada. Sponsors are encouraged to include a protocol number for Pre-CTA meeting requests if available. In general, a protocol number is a variable length, alpha-numeric sequence used by sponsors to assign a reference number to their protocol. The protocol number for clinical trials should remain the same for the duration of the trial. When updating their documents, including protocols, sponsors should, in accordance with their internal record/document management practices, apply version control principles. When submitting a CTA-Amendment or Notification, sponsors should indicate the version or amendment number of the protocol. For more information on the correct numbering of the protocol version or amendment provided in CTA-A or CTA-N, please consult the",
    "ht.protocol.num.sub": " Guidance for Completing the Drug Submission Application Form",
    "ht.protocol.num.sub.url": "https://www.canada.ca/en/health-canada/services/drugs-health-products/drug-products/applications-submissions/forms/guidance-completing-drug-submission-application-form.html",
    "ht.refer.to": "Refer to the",
    "ht.are.fees": "The fee section is required to be completed in order to properly apply for fee mitigation measures.",
    "ht.prio.rev": "Guidance for Industry - Priority Review of Drug Submissions",
    "ht.prio.rev.url": "https://www.canada.ca/en/health-canada/services/drugs-health-products/drug-products/applications-submissions/guidance-documents/priority-review/drug-submissions.html",
    "ht.noc.rev": "Guidance Document: Notice of Compliance with Conditions (NOC/c)",
    "ht.noc.rev.url": "https://www.canada.ca/en/health-canada/services/drugs-health-products/drug-products/applications-submissions/guidance-documents/notice-compliance-conditions.html",
    "ht.admin.sub": "Guidance Administrative Processing of Submissions and Applications Involving Human or Disinfectant Drugs",
    "ht.admin.sub.url": "https://www.canada.ca/en/health-canada/services/drugs-health-products/drug-products/applications-submissions/guidance-documents/administrative-processing-human-disinfectant-drugs-2019/document.html",
    "ht.admin.sub.1": " or the ",
    "ht.admin.sub.2": "Guidance document: Veterinary Drugs – Management of Regulatory Submissions",
    "ht.admin.sub.2.url": "https://www.canada.ca/en/health-canada/services/drugs-health-products/veterinary-drugs/legislation-guidelines/guidance-documents/management-regulatory-submissions.html",
    "ht.act.lead.1": "Biological: Includes all regulatory activities and transactions under the Biologics and Radiopharmaceutical Drugs Directorate (BRDD) mandate (biologics/radiopharmaceuticals).",
    "ht.act.lead.4": "Consumer Health Products: Includes all regulatory activities and transactions for non-prescription pharmaceuticals and disinfectants under the Natural and Non-Prescription Health Products Directorate (NNHPD) mandate.",
    "ht.act.lead.5": "Pharmaceutical: Includes all regulatory activities and transactions for prescription pharmaceuticals and ethical products under the Pharmaceutical Drugs Directorate (PDD) mandate.",
    "ht.act.lead.6": "Post-Market Vigilance: Includes all regulatory activities and transactions under the Marketed Health Products Directorate (MHPD) mandate (prescription and non-prescription pharmaceuticals for human use, biologics, radiopharmaceuticals).",
    "ht.act.lead.7": "Veterinary: Includes all regulatory activities and transactions for prescription and non prescription pharmaceuticals under the Veterinary Drugs Directorate (VDD) mandate.",
    "ht.year.change.1": "For pharmaceuticals for veterinary and human use, biologics and radiopharmaceuticals, refer to the: ",
    "ht.year.change.2": "Post-Notice of Compliance (NOC) Changes: ",
    "ht.year.change.3": "Quality Guidance",
    "ht.year.change.4": "Safety and Efficacy",
    "ht.year.change.url.1": "https://www.canada.ca/en/health-canada/services/drugs-health-products/drug-products/applications-submissions/guidance-documents/post-notice-compliance-changes/quality-document.html",
    "ht.year.change.url.2": "https://www.canada.ca/en/health-canada/services/drugs-health-products/drug-products/applications-submissions/guidance-documents/post-notice-compliance-changes/safety-efficacy-document.html",
    "ht.year.change.5": "For pharmaceuticals for veterinary use, also refer to:",
    "ht.year.change.6": "Guidance for Industry – Preparation of Veterinary New Drug Submissions for innovative drugs",
    "ht.year.change.7": "Guidance for Industry – Preparation of Veterinary Abbreviated New Drug Submissions – Generic Drugs for generic drugs ",
    "ht.year.change.url.3": "https://www.canada.ca/en/health-canada/services/drugs-health-products/veterinary-drugs/legislation-guidelines/guidance-documents/guidance-industry-preparation-veterinary-new-drug-submissions-health-canada-2007.html",
    "ht.year.change.url.4": "https://www.canada.ca/en/health-canada/services/drugs-health-products/veterinary-drugs/legislation-guidelines/guidance-documents/guidance-industry-preparation-veterinary-abbreviated-new-drug-submissions-generic-drugs-health-canada-2009-1.html",
    "ht.year.change.8": "Include the year that the change took place, the name of the guidance document and the number or letter of the corresponding change in the appropriate guidance document, when applicable. ",
    "ht.year.change.9": "2018; Post-NOC Changes: Quality; 15, 18, 23",
    "ht.year.change.10": "June 2017 to May 2018 14, 16, 27",
    "ht.year.change.11": "2016, 2017, 2018, 5, 8, 17",
    "ht.year.change.12": "For pharmaceuticals for human use, biologics and radiopharmaceuticals, refer to the: ",
    "ht.year.change.13": "For example: ",
    "ht.year.change.14": "Include the year that the change took place, the name of the guidance document and the number or letter of the corresponding change in the appropriate guidance document, when applicable. Otherwise, briefly describe the change:",
    "ht.desc.change.1": "Reference the applicable appendix or sections of the Post-Notice of Compliance (NOC) Changes Guidance Documents and identify the changes.",
    "ht.desc.change.2": "i.e. Quality Document- 3.2.S Drug Substance #1, 2d, 9b, 17,",
    "ht.desc.change.3": "i.e. Quality Document - 3.2.S Drug Substance (Kits/radiopharmaceuticals containing drug substance of chemical origin) - #3, 9, 10c",
    "ht.desc.change.4": "i.e.  Safety and Efficacy Document -  Supplements - a, d.",
    "ht.req.sol": "If the name of the requester is unknown, enter the generic email the request was sent from.",
    "ht.from": "Time should be entered in this format: number, followed by one of the words hours, days or months.",
    "ht.fees.1": "The fee section is required to be completed in order to properly apply for fee mitigation measures.",
    "ht.fees.2": "Refer to the <a target='_blank' href='https://www.canada.ca/en/health-canada/services/drugs-health-products/drug-products/fees/fees-review-drug-submissions-applications.html'>Guidance Document: Fees for the Review of Human and Disinfectant Drug Submissions and Applications</a>",
    "ht.contact.1": "Information provided here pertains to the contact specific to the subject regulatory activity, i.e., the person/company to whom Health Canada should direct correspondence about the subject regulatory activity.",
    "ht.contact.2": "the contact specific to the subject regulatory activity,",
    "ht.contact.3": " i.e., the person/company to whom Health Canada should direct correspondence about the subject regulatory activity.",
    "ht.contact.4": "Please note that it is up to the discretion of Health Canada to decide the method of correspondence.",
    "ht.contact.6": "Sponsors should update this information if required; otherwise confirm that the information is still valid.",
    "ht.contact.7": "Enter the name of the company to which the regulatory activity contact belongs. If the contact does not belong to a company, enter the name of the contact.",
    "ht.xml.1": "A final regulatory transaction XML file must be included in section 1.2.1 for each of your REP transactions.",
    "ht.xml.2": "Refer to the REP guidance document for detailed information.",
    "ht.xml.3": "A final regulatory transaction XML file must be included in: ",
    "ht.xml.4": "Human Drugs - section 1.2.1 of the transaction using REP",
    "ht.xml.5": "Veterinary Drugs - section 1.5 of the transaction using REP",
    
    "admin.guide.doc.note":"<p>For biologics, radiopharmaceuticals and pharmaceuticals for human use, refer to the Guidance document: <a target='_blank' href='https://www.canada.ca/en/health-canada/services/drugs-health-products/drug-products/applications-submissions/guidance-documents/administrative-processing-human-disinfectant-drugs-2019/document.html'>Administrative Processing of Submissions and Applications Involving Human or Disinfectant Drugs</a>.</p><p>Note: The administrative fee class should be selected. The transaction description “Administrative” should be used for the first transaction for this regulatory activity.</p><br><p>For veterinary drugs, refer to the Guidance document: <a target='_blank' href='https://www.canada.ca/en/health-canada/services/drugs-health-products/veterinary-drugs/legislation-guidelines/guidance-documents/management-regulatory-submissions.html'>Veterinary Drugs – Management of Regulatory Submissions</a> or contact <a href='mailto:vdd.skmd.so-dgps.dmv.cp@hc-sc.gc.ca'>vdd.skmd.so-dgps.dmv.cp@hc-sc.gc.ca</a>.</p><p>Note: The transaction description “Administrative” should be used for the first transaction for this regulatory activity.</p>",
    "withdrawal.nof.form": "Withdrawal of Drug Notification Form",

    "rq.review.report": "Request Review Report(s)",
    "help.email": "ESGHelpDesk@fda.hhs.gov",
    "5digits.only": " (5 digits)",

    "error.msg.minlength": "Invalid entry - must be {{ requiredLength }} numbers",
    "error.mgs.dossier.id": "Incorrect format - The dossier identifier is incorrect for this dossier type. Please verify the dossier identifer and dossier type for your product.",
    "error.msg.zip":"Invalid entry - must be 5 numbers",
    "error.msg.postal":"Invalid format - must be X#X#X#",
    "error.msg.email":"Invalid format - Must be xxxx@xxxx.xxx",
    "error.msg.invalidDate": "The date is not valid",
    "consent.privacy": "By submitting your personal information, you are consenting to its collection, use and disclosure in accordance with the Privacy Notice Statement."

}