{
    "CSP_FORM": "Formulaire de demande CPS",
    "CSP_TITLE": "Renseignements pour le certificat de protection supplémentaire (CPS)",
    "APPLICANT": "fr_Applicant Name",
    "LOAD_CSP_FILE": "Charger un fichier enregistré de la demande de certificat de protection supplémentaire",
    "HCONLY": "Á l'usage de Santé Canada",
    "DATE_APPL_REC": "Date de réception de la demande",
    "CSP_COMPANY_CODE": "Numéro de client de CPS",
    "CSPCOMPCODE_EXTERNAL": "Numéro de client de CPS",
    "CSP_APPLICATION_CODE": "Numéro de demande de CPS",
    "NOTES": "Remarques",
    "APPLICANTNAME": "Nom du demandeur",
    "APPL_TITLE": "Renseignements sur le demandeur",
    "CONTACT_TITLE": "Coordonnées du demandeur (où seront envoyées toutes les communications concernant le CPS)",
    "BILLING_DIFFERENT": "Cocher ici pour saisir une adresse de facturation (si elle diffère des coordonnées du demandeur)",
    "BILLING_TITLE": "Adresse de facturation",
    "ORGANIZATION_NOABBREV": "Nom de l'organisme (dénomination sociale complète – ne pas utiliser d’abréviations) ",
    "COMPANY_NOABBREV": "Nom de la société (dénomination sociale complète – ne pas utiliser d’abréviations)",
    "PATENT_TITLE": "Renseignements sur le brevet",
    "PATENTNUM": "Numéro de brevet au Canada",
    "DATE_FILED": "Date de dépôt du brevet ",
    "DATE_GRANTED": "Date de délivrance du brevet",
    "DATE_EXPIRY": "Date d'expiration du brevet",
    "NDS_TITLE": "Renseignements sur la présentation de drogue nouvelle (PDN)",
    "NDS_NUMBER": "Numéro de PDN",
    "NOC_TITLE": "Date de l’Avis de conformité (AC)",
    "DATE_NOC": "Date de l’AC ",
    "DRUGUSE": "Usage de la drogue",
    "DRUGUSE_TITLE": "Usage de la drogue",
    "TIMEAPP_TITLE": "Moment du dépôt de la demande",
    "APPLICANT_APPLY": "Le demandeur dépose une demande (sélectionner une seule réponse)",
    "NOC_120": "en vertu d’un brevet délivré à la date ou avant la date où l’avis de conformité (AC) a été délivré pour la PDN susmentionnée (avant la fin de la période de 120 jours qui commence le jour où l’AC est délivré)",
    "GRANT_120": "en vertu d’un brevet délivré après le jour que l’avis de conformité (AC) a été délivré pour la PDN susmentionnée (avant la fin de la période de 120 jours qui commence le jour où le brevet est délivré).",
    "MEDINGRED_TITLE": "Ingrédient(s) médicinal(aux) ",
    "MED_INGRED": "Ingrédient(s) médicinal(aux) (conformément à ce qui est indiqué sur l’AC pour la PDN susmentionnée)",
    "PROD_NAME": "Nom du produit (conformément à ce qui est indiqué sur l’AC pour la PDN susmentionnée)",
    "APPLICANTAPPLY": "Attestation du demandeur",
    "APPLICANT_OWNER": "Le demandeur est le titulaire du brevet et est inscrit à ce titre du brevet canadien susmentionné à l’Office de la propriété intellectuelle du Canada.",
    "APPLICANT_BEHALF": "Le demandeur est le fabricant autorisé par la personne inscrite à l’Office de la propriété intellectuelle du Canada à titre de titulaire du brevet canadien susmentionné à déposer cette demande en son nom, et la PDN susmentionnée a été délivrée au demandeur.",
    "STATEMENTS_TIMELY": "Attestation de présentation en temps opportun",
    "ACK_FEE_SUBMIT": "Le formulaire Détails du paiement en avance est soumis séparément par télécopieur ou par la poste ",
    "PAYMENT_METHOD": "Mode de paiement ",
    "PAYMENT_METHOD_INSTRUCT": "Élargir les instructions de mode de paiement ",
    "PAYMENT_METHOD_CLOSE": " les instructions de mode de paiement ",
    "DATE_SIGNED": "Date",
    "ADV_PAYM": "( le formulaire Détails du paiement en avance est une partie obligatoire de la demande de CPS. )",
    "TIMELYDATE": "Date de première demande pour une autorisation de vente",
    "TIMELYCOUNTRY": "Pays de première demande pour une autorisation de vente",
    "CERT_TITLE": "Attestation",
    "CERT_FS": "Agent autorisé",
    "ADVANCE_PAYMENT_FEE": "The Advance Payment Fee must not be greater than 10,000,000",
    "ADVANCE_FEE_PAYMENT": "La taxe a été payée (saisir le montant de la taxe)",
    "FEE_TITLE": "Paiement de la taxe",
    "STATEMENT_TITLE": "Attestations",
    "NOAPPLICATION": "Lorsque la demande d’autorisation de mise en marché visée à l’alinéa 106(1)c) de la <i>Loi sur les brevets</i> (PDN susmentionnée) a été déposée auprès du ministre de la Santé, aucune demande d’autorisation de vente, équivalente à une autorisation de mise en marché relative à l’ingrédient médicinal ou à une combinaison d’ingrédients médicinaux, selon le cas, faisant l’objet de cette demande de CPS n’a été soumise à l’Union européenne ou tout pays membre de l’Union européenne, les États-Unis d’Amérique, l’Australie, la Suisse, le Japon ou le Royaume-Uni.",
    "APPLICATION":"Si une ou plusieurs demandes d’autorisation de vente, équivalente à une autorisation de mise en marché, relative à l’ingrédient médicinal ou à une combinaison d’ingrédients médicinaux, selon le cas, faisant l’objet de cette demande de CPS ont été soumises à l’Union européenne ou tout pays membre de l’Union européenne, les États-Unis d’Amérique, l’Australie, la Suisse, le Japon ou le Royaume-Uni, la demande d’autorisation de mise en marché visée à l’alinéa 106(1)c) de la <i>Loi sur les brevets</i> (PDN susmentionnée) a été déposée auprès du ministre de la Santé avant la fin de la période de 12 mois commençant à la date de dépôt de la première de ces demandes d’autorisation de vente.  Les détails de la première de ces demandes d’autorisation de vente sont les suivants :",
    "FEE_PREAMBLE": "Ce formulaire électronique <strong>ne doit pas</strong> inclure de renseignements sur le paiement (par ex. numéro de carte de crédit), puisque les renseignements inclus dans un formulaire électronique ne peuvent pas être supprimés et continueront de faire partie de la demande de CPS en dossier. ",
    "FEE_URL":"https://www.canada.ca/content/dam/hc-sc/migration/hc-sc/dhp-mps/alt_formats/pdf/prodpharma/applic-demande/form/adv-pa-av-2019-2020-fra.pdf",
    "FINANCIAL": "Paiement de facture(s) par l’intermédiaire d’une institution financière",
    "CHEQUE": "Chèque / Traites bancaires / Mandat-poste",
    "CREDIT_CARD": "MasterCard / Visa / American Express (AMEX) / Visa Debit / JCB International",
    "CREDIT": "Paiement au moyen d'un crédit existant",
    "WIRE": "Virements télégraphiques",
    "HUMAN": "Humain",
    "VETERINARY": "Vétérinaire",
    "HELP_CSPFILE_LOAD":"Élargir les instructions de chargement du fichier",
    "CSPFILE_LOAD":"Chargement du fichier",
    "VERSION_INSTRUCT":"Élargir les instructions de version",
    "HELP_PATENT":"Élargir les instructions de renseignement du brevet",
    "HELP_FEE":"Élargir les instructions de paiement des frais",
    "HELP_CERT":"Élargir les instructions de attestation",
    "NOC_INSTRUCT":"Élargir les instructions de renseignements sur la Date de l'AC",
    "NOC_CLOSE":"instructions de renseignements sur la Date de l'AC",
    "HELP_ATTEST":"Élargir les instructions des attestations",
    "HELP_DRUGUSE":"Élargir les instructions d'usage de drogues",
    "HELP_MI":"Élargir les instructions de ingrédient médicinal",
    "HELP_NDS":"Élargir les instructions de renseignements sur la présentation de drogue nouvelle",
    "HELP_NOC":"Élargir les instructions de renseignements sur la Date de l'AC",
    "HELP_MARKETDATE":"Élargir les instructions de date de première demande pour une autorisation de vente",
    "APPLICANT_INSTRUCT":"Élargir les instructions de renseignements sur le demandeur",
    "BILLING_INSTRUCT":"Élargir les instructions de adresse de facturation",
  
  
    "VERSION_INSTRUCT_CLOSE":"instructions de version",
    "PATENT_INSTRUCT":"instructions de renseignement sur le brevet",
    "FEE_INSTRUCT":"instructions de paiement des frais",
    "CERT_INSTRUCT":"instructions de attestation",
    "CERT_CLOSE":"instructions de attestation",
  
    "ATTEST_INSTRUCT":"instructions des attestations",
    "ATTEST_CLOSE":"instructions des attestations",
    "DRUGUSE_INSTRUCT":"instructions d'usage de drogues",
    "MI_INSTRUCT":"instructions de ingrédient médicinal",
    "NDS_INSTRUCT":"instructions de renseignements sur la présentation de drogue nouvelle",
    "MARKETDATE_CLOSE":"instructions de date de première demande pour une autorisation de vente",
  
    "MARKETDATE_INSTRUCT":"instructions de date de première demande pour une autorisation de vente",
    "APPLICANT_CLOSE":"instructions de renseignements sur le demandeur",
    "BILLING_CLOSE":"instructions de adresse de facturation",
    "ADVANCE_DETAILS":"(formulaire Détails du paiement en avance).",
    "DISCLAIMER":"Le contenu de ce formulaire peut être communiqué publiquement."
  }