{
  "form.title": "Formulaire de demande de fiches maîtresses",
  "version": "Version ",
  "top.fromHC": "De <a href='https://www.canada.ca/fr/sante-canada.html'>Santé Canada</a>",
  "top.toc": "Table de matières",
  "top.privacy.statement": "Énoncé de confidentialité",
  "top.security.declaimer": "Avis de non-responsabilité concernant la sécurité",
  "top.instruction": "Instructions",
  "toc.form": "Formulaire",
  "instruction.help": "Instructions pour compléter les sections du formulaire",
  "load.file": "Télécharger un formulaire de demande de fiche maîtresse",
  "select.file": "Sélectionnez un fichier à télécharger",
  "choose.file":"Choisir un fichier",
  "no.file.chosen": "Aucun fichier choisi",
  "refresh.file.input": "Actualisez cette page",
  "master.file.enrolment": "fr_Regulatory Master File Transaction and Application Enrolment",
  "instruction.dossier.id.line1": "Dossier formaté eCTD - e123456<br />Dossier formaté non-eCTD - f1234567",
  "instruction.dossier.id.line2": "En cas de dépôt d'une <strong>NOUVELLE</strong> demande d'enregistrement d'une fiche maîtresse, demander un nouvel ID de dossier eCTD en remplissant <a href='https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/medicaments/demandes-presentations/lignes-directrices/depot-soumissions-electroniques/formulaire-demande-id-dossiers-fiches-maitresses.html'>le Formulaire de demande pour les ID de dossiers Fiches maîtresses</a> en ligne.",
  "panel.title.regulatoryInfo": "Information réglementaire",
  "masterfile.name": "Nom de la fiche maîtresse",
  "masterfile.number": "Numéro de fiche maîtresse (si attribué; par exemple 1234-567)",
  "masterfile.type": "Type de la fiche maîtresse",
  "masterfile.use": "Usage du fiche maîtresse",
  "transaction.description": "Description de la transaction",
  "dossier.id": "Numéro de dossier ",
  "regulatory.contact.id": "fr_Regulatory Contact Identifier",
  "request.date": "Date de la demande",
  "requester.title": "Demandeur d’information sollicitée",
  "panel.title.contactInfo": "Coordonnées",
  "panel.title.fees": "Frais liés à la fiche maîtresse",
  "panel.title.certification": "Certification",
  "are.fees": "fr_Are new fees or revised fees associated with this transactions?",
  "completed.fee.required": "A completed fee form is still required, however, the applicable fees will be invoiced.",
  "signed.statement": "fr_A statement signed by the individual responsible for the applicant’s financial affairs is included to certify that the fee payable is greater than 10% of the anticipated gross revenue.",
  "other": "fr_Other",
  "other.specify": "fr_Other - specify",
  "payment": "fr_Payment",
  "fileio.msg.success": "fr_Success",
  "fileio.msg.parseFail": "fr_Parsing of the file has failed",
  "fileio.msg.fileTypeError": "fr_File Type Error",
  "fileio.msg.dataTypeError": "fr_Error: the wrong form data was selected for this form.",
  "required": "Ce champ est obligatoire.",
  "error.msg.minlength": "Minimum de {{ requiredLength }} numéros",
  "error.mgs.number": "fr_Please specify a number.",
  "error.mgs.dossier.id": "Format incorrect.",
  "error.mgs.company.id": "fr_Please specify a valid manufacturer company Identifier.",
  "error.mgs.regu.company.id": "fr_Please specify a valid regulatory company Identifier.",
  "error.mgs.regu.contact.id": "fr_Please specify a valid regulatory manufacturer contact Identifier.",
  "error.mgs.incorrectFormat": "Format incorrect.",
  "error.msg.postal": "Ce format n'est pas valide",
  "error.mgs.zip": "Ce format n'est pas valide",
  "error.msg.phone": "Ce format n'est pas valide",
  "error.msg.email": "Ce format n'est pas valide",
  "error.msg.fax": "Ce format n'est pas valide",
  "error.msg.account": "Ce format n'est pas valide",
  "error.msg.business": "Ce format n'est pas valide",
  "error.msg.invalidDate": "Cette date n'est pas valide",
  "discard.changes": "fr_Discard Changes",
  "commmon.required.bracket": " (obligatoire)",
  "common.saveRevert": "fr_Please save or revert the record",
  "errorSummary.masterfile": "Le formulaire de demande de fiches maîtresses",
  "error.found.because": " n’a pas pu être sauvegardé car ",
  "error.found.plural": " erreurs ont été trouvées ",
  "error.found.singular": " erreur a été trouvée ",
  "yes": "Oui",
  "no": "Non",
  "minAlphanumeric5": "fr_(5 characters)",
  "minAlphanumeric7": "fr_(1 letter and 6 numbers)",
  "alphanumeric6or7": "(composé d’une lettre minuscule suivie de 6 ou 7 chiffres)",
  "save.working.copy": "Enregistrer la copie de travail",
  "generate.final": "Générer le XML",
  "msg.success.load": "Le fichier a été chargé avec succès",
  "msg.err.parseFail": "Erreur: il y a eu une erreur en analysant le fichier de travail.",
  "msg.err.jsonparse": "Il y a eu une erreur en analysant le fichier de travail.",
  "msg.err.file.load": "Il y a eu un problème lors du chargement du fichier.",
  "msg.err.file.type": "Erreur: Un type de fichier invalide a été sélectionné.",
  "msg.err.form.type": "Erreur: le type de formulaire incorrect a été sélectionné pour ce formulaire.",
  "msg.err.checksum": "Erreur: il y a eu une erreur en analysant le fichier.",
  "error.msg.number": "fr_Please enter a valid number",
  "return.instruction": "Revenir à la référence de l'instruction",
  "section.show.option": "[ Cette section peut ne pas être visible. ]",
  "PROTECTED_B": "Protégé \"B\" une fois rempli",
  "orgManufactureId": "fr_Orginal Manufacturer's Company Identifier",
  "orgManufactureLic": "fr_Orginal Manufacturer's Licence Number",

  "hlp_load2": "Lors de la production d’une copie de travail, le fichier doit être chargé en format .hcsc.",
  "hlp_load3": "Lors de la consultation ou de la mise à jour d’une version finale du fichier XML, le fichier doit être chargé en format .xml.",
  
  "hlp_holder.address1": "Le formulaire de demande de fiches maîtresses  doivent contenir l'adresse d'entreprise ou l'adresse du siège social de la fiche maîtresse. L'adresse fournie dans ce formulaire sera également considérée comme l'adresse de facturation du propriétaire de la fiche maîtresse. En d'autres termes, l'ensemble des factures et des relevés de compte sera envoyé à l'adresse indiquée dans le formulaire de demande de fiches maîtresses.",
  "hlp_holder.address2": "L'adresse d'une usine ou de tout autre site de fabrication ne doit pas figurer dans le formulaire de demande de fiches maîtresses à moins que cette adresse soit la même que celle de l'entreprise ou du siège social.",
  "hlp_holder.address3": "En outre, l'adresse du propriétaire de la fiche maîtresse indiquée dans le formulaire de demande de fiches maîtresses doit être constante et donc il doit s'agir de la même adresse dans tous les fichiers maîtres détenues par le propriétaire de la fiche maîtresse y compris pour toutes les transactions subséquentes pour telles fiches maîtresses. Il n'est pas possible de fournir des formulaires de demande de fiches maîtresses avec des adresses différentes pour diverses fiches maîtresses ou pour diverses transactions. Au cas où l'adresse donnée dans le formulaire de demande de fiches maîtresses serait différente de celle fournie dans d'autres transactions pour fiches maîtresses détenues par le propriétaire de la fiche maîtresse, une lettre de suspension du processus sera émise par le secteur d'administration des fiches maîtresses pour la correction de toute divergence.",
  "hlp_agent.address": "Une lettre de nomination d’un agent autorisé ou d’un tiers au nom du titulaire de la fiche maîtresse signée par le propriétaire de la fiche maîtresse est requise en même temps que la transaction d’inscription initiale de la fiche maîtresse (y compris les conversions) ou pour toute autre transaction lorsqu’un nouvel agent autorisé est désigné ou en cas de changement du rôle de l’agent. Toute transaction soumise par un tiers pour laquelle aucune lettre de nomination d’un agent ou d’autorisation d’un tiers n’est jointe sera placée en suspension de processus, voire rejetée si la lettre manquante n’est pas fournie. Pour plus de renseignements, veuillez consulter la section 2.1.8 Nomination de l'agent ou tiers au nom du titulaire de la fiche maîtresse ou du tiers autorisé de la ligne directrice - Fiche maîtresse (FM) – Procédures et exigences administratives. ",
  "hlp_confirm": "Les coordonnées du propriétaire de la fiche maîtresse doivent être maintenues à jour tout au long du cycle de vie de la fiche maîtresse. Il incombe au propriétaire de la fiche maîtresse d’aviser Santé Canada de tout changement dans les coordonnées du propriétaire de la fiche maîtresse (p. ex. nom du propriétaire de la fiche maîtresse, adresse du propriétaire de la fiche maîtresse, personne-ressource du propriétaire de la fiche maîtresse afin de s’assurer que toute correspondance émise par Santé Canada soit bien reçue. Des coordonnées obsolètes ayant mené à la non-réception de toute correspondance émise par Santé Canada (p. ex. lettres de suspension de processus, avis, factures, accusés de réception, courriels, etc.) ne constituent pas un motif acceptable pour une incapacité à répondre en fournissant les informations requises. Veuillez consulter la section 2.4.1 Changements administratifs pour en savoir plus sur la procédure à suivre pour mettre à jour les coordonnées du propriétaire de la fiche maîtresse auprès de Santé Canada",
  "hlp_fee.note": "La facture sera adressée et transmise à la personne-ressource mentionnée.",
  "hlp_access.letter": "Une lettre d’accès (LdA) distincte est requise pour chaque demandeur qui inclut en renvoi la fiche maîtresse (FM) dans sa présentation de drogue, sa demande de numéro d’identification de médicament (DIN), ou sa demande d’essais cliniques (DEC). Les frais de traitement d’une LdA s’appliquent chaque fois qu’une LdA est remplie. La LdA doit être révisée ou remplie de nouveau uniquement lorsque le nom du demandeur change. Dans un tel cas, les frais applicables seront facturés au propriétaire de la fiche maîtresse advenant qu’un propriétaire de FM veuille remplir à nouveau une LdA, car l’adresse du demandeur a changé ou dans le but d’ajouter des renseignements (y compris le numéro de FM), les frais applicables seront facturés à ce propriétaire de la fiche maîtresse. Veuillez consulter la section 2.1.6 Lettres d’Accès de la Ligne directrice - Fiche maîtresse (FM) – Procédures et exigences administratives pour en savoir plus sur la manière de remplir une lettre d’accès.",
  "hlp_account.num": "Le numéro de compte du client se trouve en haut de chaque facture que vous avez déjà reçue, et en haut de chaque relevé de compte mensuel",

  "label.holder": "Propriétaire de la fiche maîtresse",
  "label.agent": "L’agent autorisé ou du tiers au nom du titulaire",
  "heading.holder.address": "Nom et adresse du propriétaire de la fiche maîtresse",
  "addressDetails.street": "Adresse",
  "addressDetails.city": "Ville",
  "addressDetails.country": "Pays",
  "addressDetails.province": "Province",
  "addressDetails.state": "État",
  "addressDetails.postalZipCode":"Code Postal/ZIP",
  "addressDetails.postalCode": "Code Postal",
  "addressDetails.zipCode": "Code ZIP",
  "addressDetails.provState": "Province ou État",
  "company.name.full": "Nom de la compagnie (nom légal complet)",
  "heading.holder.contact": "Coordonnées du propriétaire de la fiche maîtresse",
  "heading.contactInfo": "Coordonnées du propriétaire de la fiche maîtresse",
  "first.name": "Prénom",
  "last.name": "Nom de famille",
  "lang.correspond": "Langue de correspondance",
  "lang.English": "Anglais",
  "lang.French": "Français",
  "job.title": "Titre du poste",
  "contact.email": "Courriel",
  "fax.number": "Numéro de télécopieur (y compris le code régional)",
  "fax.number.nofaxnum": "Si vous n'indiquez pas un numéro de télécopieur, vous autorisez la réception de la communication de facturation par courriel.",
  "phone.number": "Numéro de téléphone (y compris le code régional)",
  "phone.extension": "Numéro de l'extension",
  "heading.agent.address": "Nom et adresse de l’agent autorisé ou du tiers autorisé",
  "not.applicable": "Sans objet",
  "heading.agent.contact": "Coordonnées de l’agent autorisé ou du tiers autorisé",
  "info.confirmation": "J’atteste que les informations ci-dessus sont valides",
  "fee.warning1": "Ne joignez aucun paiement à votre présentation, supplément ou demande. Santé Canada examinera votre document et émettra une facture en conséquence.",
  "fee.warning2": "Pour plus d’informations sur les frais liés à la fiche maîtresse et sur le paiement des factures, veuillez consulter ",
  "fee.warning.link.title": "la page Web dédiée au financement et aux frais.",
  "fee.warning.link.url": "https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/financement-frais.html",
  "fee.warning3": " Le non-paiement des frais peut entraîner le non-traitement de votre demande de la fiche maîtresse.",
  "are.access.letters": "Joignez-vous une ou plusieurs lettres d’accès à cette transaction?",
  "number.of.letters": "Nombre de lettre(s) d’accès?",
  "who.responsible": "Qui paiera les frais?",
  "account.num": "Numéro de compte du client (si émis)",
  "business.num": "Numéro d’entreprise de l'Agence du revenu du Canada (le cas échéant)",
  "contactInfoConfirm": "Confirmation des coordonnées",
  "certify.info": "Je certifie que les informations et le matériel contenus dans cette demande/transaction de la fiche maîtresse sont exacts et complets.",
  "certifyAccurateComplete": "Attestation de l’exactitude et de la complétude",
  "full.name": "Nom complet",
  "fullName": "Nom complet",
  "submit.date": "Date",
  "submitDate": "Date",
  "agent.warning": "Si le signataire officiel est un agent autorisé de la fiche maîtresse ou un tiers autorisé agissant au nom du propriétaire de la fiche maîtresse, une lettre d’autorisation signée par le propriétaire de la fiche maîtresse doit être soumise au module 1.2.1 Formulaire de demande. La lettre de nomination de l’agent ou du tiers est requise en même temps que la transaction d’inscription initiale de la fiche maîtresse ou toute autre transaction pour laquelle un nouvel agent ou un tiers est désigné ou en cas de changement du rôle de l’agent ou du tiers.",
  "consent.privacy": "En soumettant vos renseignements personnels, vous consentez à sa collecte, à son utilisation et à sa divulgation conformément à l'énoncé de confidentialité.",
  "consentPrivacy": "Consentement de confidentialité",
  "alert.info": "Informations d'alerte",
  "error": "Erreur {{number}}:",
  "agent.not.applicable":"Le nom et l'adresse de l’agent autorisé ou du tiers autorisé ne sont pas applicables.",
  "postal.not.applicable":"(Si pas disponible, utilisez « sans objet »)",
  "req.revision":"La demande de clarification vous a-t-elle obligé à réviser la description de la transaction?",
  "revised.transaction.description":"Description de la transaction révisée",
  "purpose.of.collection":"Santé Canada a besoin des renseignements personnels pour traiter les formulaires de demande réglementaire. Les informations que vous fournissez peuvent être utilisées pour vous contacter afin de vérifier les informations fournies, d'évaluer la faisabilité de l'inscription d'entreprises, de dossiers et de suivre les activités et transactions réglementaires."

}
