{
    "form.title": "Modèle de transaction réglementaire : Processus d'inscription réglementaire (PIR)",
    "load.file": "Charger un fichier d'inscription de transaction réglementaire",
    "errorSummary.form.name": "Le formulaire",	
    "panel.title.regulatory.info": "Information réglementaire",
    "heading.transaction.details": "Détails de la transaction",
    "dossier.type": "Type de dossier",
    "sequence.descript": "Description de la transactions de réglementation",
    "is.actchanges": "Même que la personne-ressource de l'activité réglementaire pour cette soumission?",
    "company.id": "Numéro de la compagnie",
    "dossier.id": "Numéro de dossier",
    "dossier.id.format": "(une lettre minuscule suivie de 6 chiffres)",
    "dossier.name": "Nom du dossier",
    "product.name": "Nom du produit",
    "ctrl.num": "Numéro de contrôle",
    "six.digits": "(6 chiffres)",
    "activity.lead": "Responsable de l’activité réglementaire",
    "is.ectd": "Est-ce une transaction eCTD?",
    "is.solicited": "Cette information est-elle sollicitée?",
    "solicited.rq": "Demandeur d’information sollicitée",
    "solicited.rq.other": "Autres détails du demandeur",
    "rep.contact.info": "Coordonnées principales",
    "date.of.request": "Daté",
    "start.date": "Date de début",
    "end.date": "Date de fin",
    "reg.activity": "Activité réglemetaire",
    "reg.activity.type": "Type d'activité réglementaire",
    "sequence.type": "Description de la transaction de réglementation",
	"version.no": "Numéro de la version",
    "brief.desc": "Description brève",
    "brief.desc.change": "Description brève des modifications apportées",
    "year.change": "Année(s) de changement, liste du/des numéro(s) de changement",
    "year": "Année",
    "requester.name": "1. Nom du demandeur",
    "requester.name2": "2. Nom du demandeur",
    "requester.name3": "3. Nom du demandeur",

    "panel.title.reg.contact": "Personne-ressource pour cette activité réglementaire",
    "company.info": "A. Information sur la compagnie",
    "is.signed.3rd.party":"Le contact pour cette activité de réglementation est-il un tiers agissant au nom du fabricant / sponsor?",
    "aut.letter.note":"Un formulaire d'autorisation d'une tierce partie est requise dans le cadre de la transaction initiale/première de chaque activité réglementaire, lorsque le contact réglementaire pour cette activité est une tierce partie agissant au nom du fabricant/promoteur.",
    "company.name":"Nom de la compagnie (nom légal complet)",
    "address.info": "B. Information d'adresse",
    "addressDetails.street": "Rue",
    "addressDetails.city": "Ville",
    "addressDetails.country": "Pays",
    "addressDetails.province": "Province",
    "addressDetails.state": "État",
    "addressDetails.postalZipCode":"Code postal/ZIP (si pas disponible, utilisez « sans objet »)",
    "addressDetails.postalCode": "Code postal",
    "addressDetails.zipCode": "Code ZIP",
    "addressDetails.provState": "Province ou état",
    "company.representative": "C. Représentant de la compagnie",
    "first.name":"Prénom",
    "initials":"Initiales",
    "last.name":"Nom de famille",
    "lang.correspond":"Langue de correspondance",
    "job.title":"Titre du poste",
    "phone.number":"Numéro de téléphone (y compris indicatif régional)",
    "phone.extension":"Numéro de l'extension",
    "fax.number":"Numéro de télécopieur (y compris indicatif régional)",
    "fax.number.nofaxnum": "(Si pas disponible, utilisez 0000000000)",
    "contact.email":"Adresse de courriel",

    "company.rep.this": "Représentant de la compagnie",
    "confirm.contact.valid": "Je confirme que l'information de la personne-ressource de l’activité réglementaire ci-dessus est valide.",

    "defer.fees": " Un paiement différé est demandé avec cette transaction",
    "defer.statement": "La déclaration à l’appui de la demande de report de paiement est inclus.",
    "fee.remission": "Une remise de frais est demandé avec cette transaction",
    "statement.revenue": "Une déclaration signée par le responsable des affaires financières du demandeur est inclus pour attester que les frais payables sont plus élevés que 10% des revenus bruts anticipés.",
    "sub.class": "Catégorie de la présentation",
    "panel.title.fees": "Frais",
    "fee.description": "Description de la présentation",
    "remission.eligible": "Vous êtes admissible à présenter une demande de remise des frais. Les frais de soumission sont supérieurs à 10 % des recettes brutes prévues.",
    "remission.ineligible": "Vous n’êtes pas admissible à une remise des frais. Les frais de soumission sont inférieurs à 10 % des recettes brutes prévues.",
    "regulatory.fees": "Frais",
    
    "is.priority": "Cette activité de réglementation a-t-elle été approuvée aux fins d’examen prioritaire?",
    "is.noc": "Cette activité de réglementation a-t-elle été approuvée aux fins d’examen pour un AC-C? ",
    "is.admin.submission": "S'agit-il d'une demande administrative ou d'une présentation?",
    "admin.descript": "Description de la présentation administrative ou de la composante administrative",
    "admin.sub.type": "Raison de la demande administrative ou de la présentation",
    
    "fee.remit.no.payment": "Veuillez ne fournir aucun paiement avec cette transaction. Le paiement des frais sera exigé sur présentation d'une facture,",
    "mitigation.type": "Il est possible de se prévaloir des mesures d’atténuation suivantes (choisir un). Les promoteurs doivent certifier qu’ils satisfont aux critères établis dans le Règlement sur les aliments et drogues.",
    "certify.organization": "Nous certifions que nous répondons à la définition de petites entreprises et que nous avons enregistré notre entreprise auprès de Santé Canada avant de soumettre cette soumission ou demande. Nous comprenons que le fait de ne pas s'inscrire en tant que petite entreprise avant de soumettre cette soumission ou demande entraînera l'inscription intégrale à la totalité des frais.",
    "certify.organization.a": "un nombre total d'employés de moins de 100 personnes, ou,",
    "certify.organization.b": "un revenu brut annuel total compris entre 30 000 et 5 millions de dollars.",
    "small.business.fee.application": "Nous n'avons pas encore déposé de demande d'un médicament auprès de Santé Canada. Nous sommes en train de déposer notre première demande de traitement de médicaments.",
    "first.submission": "C'est ma première soumission / application",
    "certify.goverment.organization": "Nous certifions que notre organisation est une Direction générale ou une agence du gouvernement du Canada ou d’une province ou d’un territoire.",
    "certify.urgent.health.need": "Nous certifions que le médicament faisant l’objet de la présentation ou de la demande se trouve dans la liste des médicaments utilisés pour des besoins urgents en matière de santé publique conformément au Règlement sur l’accès aux médicaments dans des circonstances exceptionnelles, et que:",
    "drug.the.same.ingredient": "Le médicament comporte le même ingrédient médicinal, la même concentration et la même voie d’administration, ainsi qu’une forme dosifiée comparable, qu’un médicament qui pourrait être importé en vertu du paragraphe C.10.001(2) de ce règlement;",
    "no.drug.identification.number": "Aucun numéro d’identification de médicament n’a été attribué en vertu de l’article C.01.014.2 de ce règlement pour ce médicament ou pour un autre médicament qui comporte le même ingrédient médicinal, la même concentration et la même voie d’administration et est offert dans une forme dosifiée comparable;",
    "no.notice.compliance": "Aucun avis de conformité n’a été émis en vertu de l’article C.08.004 de ce règlement pour ce médicament ou pour un autre médicament qui comporte le même ingrédient médicinal, la même concentration et la même voie d’administration et est offert dans une forme dosifiée comparable;",
    "certify.funded.health.institution": "Nous certifions que notre établissement est financé par le gouvernement du Canada ou le gouvernement d’une province ou d’un territoire et que cet établissement est :",
    "certify.funded.health.institution.a": "autorisé, approuvé ou désigné par une province en conformité avec les lois de cette province pour fournir des soins ou des traitements à des personnes ou à des animaux souffrant de quelque maladie que ce soit ou",
    "certify.funded.health.institution.b": "la propriété du gouvernement du Canada ou est exploité par ce dernier ou par le gouvernement d’une province et fournit des soins de santé.",
    "certify.isad": "Nous certifions que nous avons déposé une demande pour un médicament COVID-19 désigné en vertu de l'ordonnance provisoire concernant l'importation, la vente et la publicité de médicaments à utiliser en relation avec le COVID-19 (ISAD), et qu'une soumission n'a pas été déposée auparavant pour approbation pour ce même médicament.",
    "error.msg.endDate": "La date de fin ne doit pas être antérieure à la date de début.",
    "fee.pay.notice": "Sélectionnez la catégorie de frais pour votre présentation, supplément ou demande, le cas échéant. N'envoyez aucun paiement avec votre présentation, supplément ou demande. Santé Canada vérifiera le montant des frais et présentera une facture. Pour obtenir des renseignements sur le paiement des factures et les frais actuels, veuillez visiter le siteweb <a href='https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/financement-frais.html'>Financement et frais</a>.<br><br> Si votre présentation n'entraîne pas de frais, ou si Santé Canada ne vous a pas demandé de réviser la catégorie de frais, veuillez sélectionner « Sans objet ».",
    "heading.mitigation.measures": "Mesures d'atténuation",
    
    "ht.load.file.2": "Lors de la production d’une copie de travail, le fichier doit être chargé en format .hcsc.",
    "ht.load.file.3": "Lors de la consultation ou de la mise à jour d’une version finale du fichier XML, le fichier doit être chargé en format .xml.",
    "ht.dossier.type.1": "Le dossier biologique s’applique à tous les produits biologiques et radiopharmaceutiques.",
    "ht.dossier.type.2": "Le dossier pharmaceutique s’applique à tous les produits pharmaceutiques, en sans ordonnance et désinfectants.",
    "ht.dossier.type.3": "Le dossier d'essai clinique s'applique à tous les produits pharmaceutiques à usage humain, aux produits biologiques et radiopharmaceutiques, aux produits sans ordonnance et éthiques et aux désinfectants",
    "ht.dossier.type.4": "Le dossier vétérinaire s'applique à tous les produits pharmaceutiques à usage vétérinaire, sans ordonnance et produits éthiques",
    "ht.comp.id.1": "Le numéro de la compagnie peut être obtenu à partir du dernier fichier XML de compagnie émis par Santé Canada, ou du « code de compagnie » figurant dans le formulaire annuel de notification des médicaments (FADN).",
    "ht.comp.id.2": "Le numéro de la compagnie doit comprendre 5 chiffres. Ajoutez un zéro au début, si nécessaire.",
    "ht.dossier.id": "Le numéro de dossier - Le numéro de dossier est un code créé par Santé Canada pour identifier le dossier de façon unique. Si inconnu, un numéro de dossier peut être obtenu auprès du Système de suivi des présentations de drogues - Accès à l'industrie (DSTS-IA). Si un numéro de dossier n'a pas encore été attribué, les promoteurs devraient poser une demande en utilisant le formulaire approprié, disponible sur la page web d'information du PIR.",
    "ht.dossier.id.0": "Le format de numéro de dossier est une lettre minuscule suivie de six chiffres (par exemple x######). Par exemple, dans ce champ, veuillez saisir l'un des éléments suivants en fonction du type de dossier :",
    "ht.dossier.id.1": "Dossier formaté eCTD - e######",
    "ht.dossier.id.2": "Dossier formaté non-eCTD pour la division 1 médicaments à usage humain - d######",
    "ht.dossier.id.3": "Dossier formaté non-eCTD pour la division 8 médicaments à usage humain - p######",
    "ht.dossier.id.5": "Dossier formaté non-eCTD pour les médicaments vétérinaires - v######",
    "ht.prod.name.1": "Veuillez indiquer le nom des produits incluent dans cette activité réglementaire. Si plusieurs produits sont inclus, veuillez les énumérer et les séparer par un point virgule (;).",
    "ht.prod.name.2": "Le nom du produit est le nom assigné par le fabricant ou le promoteur afin de distinguer le médicament ou le produit sous lequel il est annoncé et vendu. Il est également utilisé pour identifier le produit dans toutes les correspondences en lien avec une soumission ou une application en plus de se retrouver sur l'étiquetage, la monographie de produit et l'encart, lorsqu'applicable. Si le nom du produit n'a pas encore été déterminé, le nom propre, le nom common ou le code de recherche du médicament ou du produit peut être utilisé.",
    "ht.prod.name.3": "L’entrée de nom de produit dans ce champ ne sera examinée qu’avec la transaction initiale d’un dossier (par exemple sequence 0000 pour format eCTD). Pour toutes les transactions de sous-séquence, toutes les modifications apportées au nom du produit doivent être capturées et seront examinées à l’aide du modèle d’informations sur le produit. Les modifications de nom de produit sur ce modèle ne seront pas examinées.",
    "ht.prod.name.4": "Pour les essais cliniques : veuillez saisir le nom du produit expérimental et, s'il existe plusieurs produits expérimentaux, tous doivent être saisis. Un produit expérimental correspond à un produit impliqué dans la conduite d'un essai clinique. Il pourrait s'agir d'un produit non disponible au Canada, d'un produit en développement ou d'un produit déjà approuvé au Canada mais utilisé en dehors de l'indication approuvée.",
    "ht.protocol.num": "Le numéro de protocole doit être attribué par le promoteur pour chaque protocole lors de la soumission d'une demande d'essai clinique (CTA) à Santé Canada. Les promoteurs sont encouragés à inclure un numéro de protocole pour les demandes de réunion pré-CTA si disponible. En général, un numéro de protocole est une séquence alphanumérique de longueur variable utilisée par les sponsors pour attribuer un numéro de référence à leur protocole. Le numéro de protocole des essais cliniques doit rester le même pendant la durée de l'essai. Lors de la mise à jour de leurs documents, y compris les protocoles, les promoteurs doivent, conformément à leurs pratiques internes de gestion des enregistrements / documents, appliquer les principes de contrôle de version. Lors de la soumission d'une modification ou d'une notification CTA, les promoteurs doivent indiquer la version ou le numéro de modification du protocole. Pour plus d'informations sur la numérotation correcte de la version du protocole ou de l'amendement fourni dans CTA-A ou CTA-N, veuillez consulter le",
    "ht.protocol.num.sub": "Guide pour remplir le formulaire de demande de présentation de drogue",
    "ht.protocol.num.sub.url": "https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/medicaments/demandes-presentations/formulaires/directives-facon-remplir-formulaire-presentation.html",
    "ht.refer.to": "Veuillez consulter la",
    "ht.are.fees": "La section portant  sur les frais doit être remplie afin présenter correctement une demande de mesures d'atténuation des frais.",
    "ht.prio.rev": "Ligne directrice à l'intention de l'industrie : Évaluation prioritaire des présentations de drogues",
    "ht.prio.rev.url": "https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/medicaments/demandes-presentations/lignes-directrices/evaluation-prioritaire/intention-industrie-presentations-drogues.html",
    "ht.noc.rev": "Ligne directrice : Avis de conformité avec conditions (AC-C)",
    "ht.noc.rev.url": "https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/medicaments/demandes-presentations/lignes-directrices/avis-conformite-conditions.html",
    "ht.admin.sub": "Ligne Directrice : Traitement administratif des présentations et des demandes concernant les médicaments destinés aux humains ou les désinfectants",
    "ht.admin.sub.url": "https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/medicaments/demandes-presentations/lignes-directrices/traitement-administratif-humains-desinfectants-medicaments-2019/document.html",
    "ht.admin.sub.1": " ou la ",
    "ht.admin.sub.2": "Ligne directrice sur la gestion des présentations réglementaires des médicaments vétérinaires",
    "ht.admin.sub.2.url": "https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/medicaments-veterinaires/legislation-lignes-directrices/lignes-directrices/gestion-presentations-reglementaires.html",
    "ht.act.lead.1": "Biologique : Comprend toutes les transactions et les activités appliquées pour les produits biologiques ou radiopharmaceutiques qui relèvent du mandat de la direction des médicaments biologiques et radiopharmaceutiques (anciennement connu sous le nom de la direction des médicaments biologiques et radiopharmaceutiques (DMBR).",
    "ht.act.lead.4": "Produits de santé destinés aux consommateurs : Comprend toutes les transactions et activités d'activités pour les médicaments sans ordonnance qui relèvent du mandat de la Direction des produits de santé naturels et sans ordonnance (DPSNSO).",
    "ht.act.lead.5": "Pharmaceutique : Comprend toutes les transactions et activités d'activités pour les médicaments avec ordonnance ou qui sont administrés ou obtenus par le biais d'un professionnel de la santé qui soulève le mandat de la direction des médicaments pharmaceutiques (DMP).",
    "ht.act.lead.6": "Vigilance après commercialisation : Comprend toutes les transactions et activités d'activités pour les médicaments avec ou sans ordonnance pour l'utilisation humaine et les produits biologiques et radiopharmaceutiques qui relèvent du mandat de la Direction des produits de santé commercialisés (DPSC).",
    "ht.act.lead.7": "Vétérinaire : Comprend toutes les activités et transactions réglementaires relatives aux produits pharmaceutiques sur ordonnance et sans-ordonnance sous le mandat de la Direction des médicaments vétérinaires (DMV)",
    "ht.year.change.1": "Pour les produits pharmaceutiques à usage vétérinaire et humain, les produits biologiques et radiopharmaceutiques, reportez-vous au:",
    "ht.year.change.2": "Changements survenus après l'avis de conformité (AC) : ",
    "ht.year.change.3": "Document sur la qualité",
    "ht.year.change.4": "Document sur l'innocuité et l'efficacité",
    "ht.year.change.url.1": "https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/medicaments/demandes-presentations/lignes-directrices/changements-survenus-apres-avis-conformite/document-qualite.html",
    "ht.year.change.url.2": "https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/medicaments/demandes-presentations/lignes-directrices/changements-survenus-apres-avis-conformite/document-innocuite-efficacite.html",
    "ht.year.change.5": "Pour les produits pharmaceutiques à usage vétérinaire, reportez-vous également à :",
    "ht.year.change.6": "Ligne directrice à l'intention de l'industrie - Préparation des présentations de médicaments vétérinaires pour des médicaments innovants",
    "ht.year.change.7": "Ligne directrice à l'intention de l'industrie - Préparation des présentations abrégées de drogues nouvelles vétérinaires - Médicaments génériques pour les médicaments génériques",
    "ht.year.change.url.3": "https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/medicaments-veterinaires/legislation-lignes-directrices/lignes-directrices/ligne-directrice-intention-industrie-preparation-presentations-drogues-nouvelles-veterinaires-sante-canada-2007.html",
    "ht.year.change.url.4": "https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/medicaments-veterinaires/legislation-lignes-directrices/lignes-directrices/ligne-directrice-intention-industrie-preparation-presentations-abregees-drogues-nouvelles-veterinaires-medicaments-generiques-sante-canada-2009.html",
    "ht.year.change.8": "Include l'année au cours duquel le change a été fait, le nom de la ligne directrice et le numéro ou la lettre correspondant au changement dans cette même ligne directrice, lorsqu'applicable. ",
    "ht.year.change.9": " 2018; Changements après : qualité; 15, 18, 23",
    "ht.year.change.10": "Juin 2017 au ma1 2018 14, 16, 27",
    "ht.year.change.11": "2016, 2017, 2018, 5, 8, 17",
    "ht.year.change.12": "Pour les médicaments et les produits biologiques et radiopharmaceutiques, veuillez consulter :",
    "ht.year.change.13": "Par exemple :",
    "ht.desc.change.1": "Consultez les sections pertinentes des annexes des lignes directrices changements survenus après l'avis de conformité (AC) pour identifier les changements nécessaires.",
    "ht.desc.change.2": "Par exemple : Document sur la qualité - 3.2.S Substance médicamenteuse no 1, 2d, 9b, 17",
    "ht.desc.change.3": "",
    "ht.desc.change.4": "",
    "ht.req.sol": "Si le nom du demandeur est inconnu, entrez l'adresse courriel générique à partir duquel la demande a été envoyée.",
    "ht.fees.1": "La section portant  sur les frais doit être remplie afin présenter correctement une demande de mesures d'atténuation des frais.",
    "ht.fees.2": "Veuillez consulter la <a target='_blank' href='https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/medicaments/frais/examen-presentations-demandes-drogue.html'>Ligne directrice : Frais pour l’examen des présentations et des demandes de médicaments à usage humain et de désinfectants assimilés à une drogue</a>",
    "ht.contact.1": "Les renseignements fournis concernent la personne à contacter pour cette activité réglementaire (la personne ou la compagnie à qui Santé Canada doit adresser toute correspondance ayant trait à l’activité en question).",
    "ht.contact.2": "la personne à contacter pour cette activité réglementaire;",
    "ht.contact.3": " c.-à-d., la personne ou l’entreprise à qui Santé Canada doit adresser toute correspondance ayant trait à l’activité en question.",
    "ht.contact.4": "Veuillez noter que le choix du mode de correspondance revient à Santé Canada.",
    "ht.contact.6": "Les promoteurs doivent mettre à jour ces renseignements au besoin ou confirmer que l’information est toujours valide.",
    "ht.contact.7": "Entrez le nom de la compagnie à laquelle appartient la personne-ressource associée à cette activité. Si la personne-ressource n’est pas associée à cette compagnie, entrez son nom.",
    "ht.xml.1": "Chaque transaction du PIR doit contenir une version finale du fichier de transaction réglementaire (en format XML) dans la section 1.2.1.",
    "ht.xml.2": "Reportez-vous au document d'orientation du PIR pour des informations détaillées.",
    "ht.xml.3": "Un fichier XML de transaction réglementaire (TR) final doit être inclus dans :",
    "ht.xml.4": "Drogues humaines - section 1.2.1 de la transaction utilisant le PIR",
    "ht.xml.5": "Médicaments vétérinaires - section 1.5 de la transaction utilisant le PIR",

    "admin.guide.doc.note":"<p>Pour les médicaments biologiques, radiopharmaceutiques et pharmaceutique à usage humain, veuillez consulter la ligne directrice : <a target='_blank' href='https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/medicaments/demandes-presentations/lignes-directrices/traitement-administratif-humains-desinfectants-medicaments-2019/document.html'>Traitement administratif des présentations et des demandes concernant les médicaments destinés aux humains ou les désinfectants</a>.</p><p>Remarque : La catégorie de frais administratifs doit être sélectionnée. La description de la transaction « Administratif » doit être utilisée pour la première transaction pour cette activité de réglementation.</p><br><p>Pour les médicaments vétérinaires, veuillez consulter la ligne directrice : <a target='_blank' href='https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/medicaments-veterinaires/legislation-lignes-directrices/lignes-directrices/gestion-presentations-reglementaires.html'>Lignes directrices sur la gestion des présentations réglementaires des médicaments vétérinaires</a> ou veuillez communiquer avec <a href='mailto:vdd.skmd.so-dgps.dmv.cp@hc-sc.gc.ca'>vdd.skmd.so-dgps.dmv.cp@hc-sc.gc.ca</a>.</p><p>Remarque : La description de la transaction « Administratif » doit être utilisée pour la première transaction pour cette activité de réglementation.</p>",
    
    "rq.review.report": "Demande de rapport(s) d’examen",
    "top.instruction": "Instructions pour compléter les sections du formulaire",
    
    "help.email": "ESGHelpDesk@fda.hhs.gov",
    "5digits.only": " (5 chiffres)",

    "error.msg.minlength": "Entrée non valide - doit contenir un minimum de {{ requiredLength }} chiffres",
    "error.mgs.dossier.id": "Format incorrect. - Le numéro de dossier est incorrect pour ce type de dossier. Veuillez vérifier le numéro de dossier et le type de dossier pour votre produit.",
    "error.mgs.zip":"Entrée non valide - doit contenir 5 chiffres",
    "error.msg.postal":"Format non valide - doit être X1X1X1",
    "error.msg.email":"Entrée non valide - doit être exemple@domaine.com",
    "error.msg.invalidDate": "Cette date n'est pas valide",
    "consent.privacy": "En soumettant vos renseignements personnels, vous consentez à sa collecte, à son utilisation et à sa divulgation conformément à l'énoncé de confidentialité.",

    "select.option": "Sélectionnez une option",
    "error.mgs.5.numeric": "Entrée non valide - doit contenir 5 chiffres"
}