{
  "master.file.form.title": "Formulaire de demande de fiches maîtresses",
  "version": "Version ",
  "top.fromHC": "De <a href='https://www.canada.ca/fr/sante-canada.html'>Santé Canada</a>",
  "top.toc": "Table de matières",
  "top.privacy.statement": "Énoncé de confidentialité",
  "top.security.declaimer": "Avis de non-responsabilité concernant la sécurité",
  "top.instruction": "Instructions",
  "toc.form": "Formulaire",
  "instruction.help": "Instructions pour compléter les sections du formulaire",
  "load.file": "Télécharger un formulaire de demande de fiche maîtresse",
  "select.file": "Sélectionnez un fichier à télécharger",
  "select.file.line": "Les nouveaux utilisateurs du formulaire ne peuvent pas sélectionner et télécharger un fichier. Ceci étant dit, ils doivent créer un fichier XML en remplissant les champs obligatoires ci-dessous et en cliquant sur le bouton «Générer XML» au bas du formulaire. Pour les utilisations ultérieures de ce formulaire, vous pouvez soit télécharger un fichier en cliquant sur le bouton «Sélectionner le fichier» et en sélectionnant le fichier en format «.hcsc» ou «.xml», soit remplir les champs obligatoires ci-dessous afin de générer un fichier «.xml». Si vous remplissez partiellement le formulaire et souhaiter procéder ultérieurement, cliquez sur le bouton «Enregistrer la copie de travail» au bas du formulaire. Une copie sera enregistrée sur le poste de travail en format «.hcsc». Si vous utilisez un fichier«.xml» précédemment soumis, veuillez mettre à jour les champs appropriés et vérifier que les détails sont exacts pour la transaction actuelle avant de déposer le formulaire. ",
  "master.file.enrolment": "fr_Regulatory Master File Transaction and Application Enrolment",
  "instruction.dossier.id.line1": "Dossier formaté eCTD - e123456<br />Dossier formaté non-eCTD - f1234567",
  "instruction.dossier.id.line2": "En cas de dépôt d'une <strong>NOUVELLE</strong> demande d'enregistrement d'une fiche maîtresse, demander un nouvel ID de dossier eCTD en remplissant <a href='https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/medicaments/demandes-presentations/lignes-directrices/depot-soumissions-electroniques/formulaire-demande-id-dossiers-fiches-maitresses.html'>le Formulaire de demande pour les ID de dossiers Fiches maîtresses</a> en ligne.",
  "panel.title.regulatoryInfo": "Information réglementaire",
  "masterfile.name": "Nom de la fiche maîtresse",
  "masterfile.number": "Numéro de fiche maîtresse (si attribué)",
  "masterfile.type": "Type de la fiche maîtresse",
  "masterfile.use": "Usage du fiche maîtresse",
  "transaction.description": "Description de la transaction",
  "dossier.id": "Numéro de dossier ",
  "regulatory.contact.id": "fr_Regulatory Contact Identifier",
  "request.date": "Date (AAAA-MM-JJ)",
  "requester.title": "Demandeur d’information sollicitée",
  "panel.title.contactInfo": "Coordonnées",
  "panel.title.fees": "Frais liés à la fiche maîtresse",
  "panel.title.certification": "Certification",
  "are.fees": "fr_Are new fees or revised fees associated with this transactions?",
  "billing.company.id": "fr_Billing Company Identifier",
  "completed.fee.required": "A completed fee form is still required, however, the applicable fees will be invoiced.",
  "signed.statement": "fr_A statement signed by the individual responsible for the applicant’s financial affairs is included to certify that the fee payable is greater than 10% of the anticipated gross revenue.",
  "other": "fr_Other",
  "other.specify": "fr_Other - specify",
  "payment": "fr_Payment",
  "fileio.msg.success": "fr_Success",
  "fileio.msg.parseFail": "fr_Parsing of the file has failed",
  "fileio.msg.fileTypeError": "fr_File Type Error",
  "fileio.msg.dataTypeError": "fr_Error: the wrong form data was selected for this form.",
  "required": "Ce champ est obligatoire.",
  "minlength": "fr_Minimum length",
  "error.mgs.number": "fr_Please specify a number.",
  "error.mgs.dossier.id": "Format incorrect. Le numéro de dossier est incorrect.",
  "error.mgs.company.id": "fr_Please specify a valid manufacturer company Identifier.",
  "error.mgs.regu.company.id": "fr_Please specify a valid regulatory company Identifier.",
  "error.mgs.regu.contact.id": "fr_Please specify a valid regulatory manufacturer contact Identifier.",
  "error.mgs.incorrectFormat": "Format incorrect.",
  "discard.changes": "fr_Discard Changes",
  "commmon.required.bracket": " (requis)",
  "common.saveRevert": "fr_Please save or revert the record",
  "error.found.because": " fr_could not be saved because ",
  "error.found.plural": "erreurs ont été trouvées",
  "error.found.singular": "erreur a été trouvée",
  "yes": "Oui",
  "no": "Non",
  "minAlphanumeric5": "fr_(5 characters)",
  "minAlphanumeric7": "fr_(1 letter and 6 numbers)",
  "alphanumeric6or7": "(composé d’une lettre minuscule suivie de six ou sept chiffres)",
  "save.working.copy": "Enregistrer une copie de travail",
  "generate.final": "Enregistrer le brouillon XML",
  "msg.success.load": "Le fichier a été chargé avec succès",
  "msg.err.parseFail": "Erreur: il y a eu une erreur en analysant le fichier de travail.",
  "msg.err.jsonparse": "Il y a eu une erreur en analysant le fichier de travail.",
  "msg.err.file.load": "Il y a eu un problème lors du chargement du fichier.",
  "msg.err.file.type": "Erreur: Un type de fichier invalide a été sélectionné.",
  "msg.err.form.type": "Erreur: le type de formulaire incorrect a été sélectionné pour ce formulaire.",
  "msg.err.checksum.fail": "fr_The checksum in the file does not match the calculated checksum",
  "error.msg.number": "fr_Please enter a valid number",
  "return.instruction": "Revenir à la référence de l'instruction",
  "section.show.option": "[ Cette section peut ne pas être visible. ]",
  "PROTECTED_B": "Protégé \"B\" une fois rempli",
  "orgManufactureId": "fr_Orginal Manufacturer's Company Identifier",
  "orgManufactureLic": "fr_Orginal Manufacturer's Licence Number",
  "hlp_load1": "fr_A file should not be loaded if it is the first REP transaction for this dossier.",
  "hlp_load2": "fr_When continuing with a working copy, the format of the file to load should be .hcsc.",
  "hlp_load3": "fr_When viewing/updating a final XML file, the format of the file to load should be .xml.",
  "hlp_transaction1": "fr_The Company identifier must be obtained from the final company XML file, issued by Health Canada.",
  "hlp_transaction2": "fr_The Dossier identifier can be obtained from the final dossier XML file or other Health Canada issued document.(e.g. HC6-024-m178974).",
  "hlp_contactId": "fr_All regulatory correspondence will be sent to this contact, but the licence will be issued to the Manufacturer. A medical device licence application can be submitted by a third party.",
  "hlp_deviceClass1": "fr_Refer to the ",
  "hlp_deviceClass2": "fr_Guidance Document - Guidance on the Risk-based Classification System for Non-In Vitro Diagnostic Devices (non-IVDDs)",

  "hlp_deviceName": "fr_Only one name should be entered in this field. The listed name will be used as the licence name unless it is deemed that a generic licence name is more appropriate to cover all of the devices contained within the licence.",
  "hlp_licenceNumber1": "fr_This number is assigned by Health Canada once a device(s) has been authorized for sale. ",
  "hlp_licenceNumber2": "fr_If the Licence number has not yet been assigned, use 000000.",
  "hlp_deviceDetail": "fr_The identifiers listed in the device details table must appear on and match the identifier listed on the submitted labelling.",
  "heading.holder.address": "Nom et adresse du propriétaire de la fiche maîtresse",
  "addressDetails.street": "Rue",
  "addressDetails.city": "Ville",
  "addressDetails.country": "Pays",
  "addressDetails.province": "Province",
  "addressDetails.state": "État",
  "addressDetails.postalCode": "Postale/Code ZIP",
  "addressDetails.zipCode": "Postale/Code ZIP",
  "addressDetails.provState": "Province ou État",
  "company.name.full": "Nom de la compagnie (nom légal complet)",
  "heading.holder.contact": "Coordonnées du propriétaire de la fiche maîtresse",
  "heading.contactInfo": "Coordonnées du propriétaire de la fiche maîtresse",
  "first.name": "Prénom",
  "last.name": "Nom de famille",
  "lang.correspond": "Langue de correspondance",
  "job.title": "Titre",
  "contact.email": "Courriel",
  "fax.number": "Numéro de fax (y compris le code régional). (Si indisponible, utilisez 0000000000). Si vous n'indiquez pas un numéro de télécopieur, vous autorisez la réception de la communication de facturation par courriel.",
  "phone.number": "Numéro de téléphone",
  "phone.extension": "Numéro de l'extension",
  "heading.agent.address": "Nom et adresse de l’agent autorisé ou du tiers au nom du titulaire",
  "not.applicable": "Sans object",
  "heading.agent.contact": "Coordonnées de l’agent autorisé ou du tiers au nom du titulaire",
  "info.confirmation": "J’atteste que les informations ci-dessus sont valides",
  "fee.warning1": "Ne joignez aucun paiement à votre présentation, supplément ou demande. Santé Canada examinera votre document et émettra une facture en conséquence.",
  "fee.warning2": "Pour plus d’informations sur les frais liés à la fiche maîtresse et sur le paiement des factures, veuillez consulter ",
  "fee.warning.link.title": "la page Web dédiée au financement et aux frais.",
  "fee.warning.link.url": "https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/financement-frais.html",
  "fee.warning3": " Le non-paiement des frais peut entraîner le non-traitement de votre demande de la fiche maîtresse.",
  "are.access.letters": "Joignez-vous une ou plusieurs lettres d’accès à cette transaction?",
  "number.of.letters": "Nombre de lettre(s) d’accès?",
  "who.responsible": "Qui paiera les frais?",
  "account.num": "Numéro de compte du client (si émis)",
  "business.num": "Numéro d’entreprise de l'Agence du revenu du Canada (le cas échéant)",
  "mf.holder": "Propriétaire de la fiche maîtresse",
  "mf.agent": "Agent autorisé de la fiche maîtresse / Tiers au nom du titulaire autorisé",
  "certify.info": "Je certifie que les informations et le matériel contenus dans cette demande/transaction de la fiche maîtresse sont exacts et complets.",
  "full.name": "Nom complet",
  "submit.date": "Date (AAAA-MM-JJ)",
  "agent.warning": "Si le signataire officiel est un agent autorisé de la fiche maîtresse ou un tiers autorisé agissant au nom du propriétaire de la fiche maîtresse, une lettre d’autorisation signée par le propriétaire de la fiche maîtresse doit être soumise au module 1.2.1 Formulaire de demande. La lettre de nomination de l’agent ou du tiers est requise en même temps que la transaction d’inscription initiale de la fiche maîtresse ou toute autre transaction pour laquelle un nouvel agent ou un tiers est désigné ou en cas de changement du rôle de l’agent ou du tiers.",
  "consent.privacy": "En soumettant vos renseignements personnels, vous consentez à sa collecte, à son utilisation et à sa divulgation conformément à l'énoncé de confidentialité."
}
