[
  {
    "id": "FC1",
    "en": "New active substance",
    "fr": "Nouvelle substance active",
    "description_en": "Submissions in support of a drug, excluding a disinfectant, that contains a medicinal ingredient not previously approved in a drug for sale in Canada and that is not a variation of a previously approved ingredient such as a salt, ester, enantiomer, solvate or polymorph.",
    "description_fr": "Présentations à l’appui d’un médicament, à l’exclusion d’un désinfectant, contenant un ingrédient médicinal jamais approuvé dans un médicament pour la vente au Canada et ne constituant pas une variante d’un ingrédient médicinal déjà approuvé tel un sel, un ester, un énantiomère, un solvate ou un polymorphe.",
    "fee": "400288",
    "sortBy":"FC01"
  },
  {
    "id": "FC2",
    "en": "Clinical or non-clinical data and chemistry and manufacturing data",
    "fr": "Données cliniques ou non cliniques et données sur la chimie et la fabrication",
    "description_en": "Submissions based on clinical or non-clinical data and chemistry and manufacturing data that does not include a new active substance.\nThis fee applies to the following submission types: NDS, SNDS, ANDS, SANDS, DINA, DINB",
    "description_fr": "Présentations fondées sur des données cliniques ou non cliniques et des données sur la chimie et la fabrication d’un médicament exempt de nouvelle substance active.\nCes frais s'appliquent aux types de présentation suivants : PDN, SPDN, PADN, SPADN, DDIN, DDINB",
    "fee": "204197",
    "sortBy":"FC02"
  },
  {
    "id": "FC3",
    "en": "Clinical or non-clinical data only",
    "fr": "Données cliniques ou non cliniques seulement",
    "description_en": "Submissions based only on clinical or non-clinical data for a drug that does not include a new active substance.\nThis fee applies to the following submission types: NDS, SNDS, ANDS, SANDS, DINA, DINB",
    "description_fr": "Présentations fondées seulement sur des données cliniques ou non cliniques à l’égard d’un médicament exempt de nouvelle substance active.\nCes frais s'appliquent aux types de présentation suivants : PDN, SPDN, PADN, SPADN, DDIN, DDINB",
    "fee": "90864",
    "sortBy":"FC03"
  },
  {
    "id": "FC4",
    "en": "Comparative studies",
    "fr": "Études comparatives",
    "description_en": "Submissions based on comparative studies (e.g., clinical or non-clinical data, bioavailability data, and data on the pharmacokinetics and pharmacodynamics of the drug) with or without chemistry and manufacturing data for a drug that does not include a new active substance.\nThis fee applies to the following submission types: NDS, SNDS, ANDS, SANDS, DINA, DINB",
    "description_fr": "Présentations fondées sur des études comparatives (p. ex. données cliniques ou non cliniques, données sur la biodisponibilité et sur le comportement pharmacocinétique et pharmacodynamique du médicament) avec ou sans données sur la chimie et la fabrication d’un médicament exempt de nouvelle substance active.\nCes frais s'appliquent aux types de présentation suivants : PDN, SPDN, PADN, SPADN, DDIN, DDINB",
    "fee": "53836",
    "sortBy":"FC04"
  },
  {
    "id": "FC5",
    "en": "Chemistry and manufacturing data only",
    "fr": "Données sur la chimie et la fabrication seulement",
    "description_en": "Submissions based only on chemistry and manufacturing data for a drug that does not include a new active substance.\nThis fee applies to the following submission types: NDS, SNDS, ANDS, SANDS, DINA, DINB",
    "description_fr": "Présentations fondées seulement sur des données portant sur la chimie et la fabrication d’un médicament exempt de nouvelle substance active.\nCes frais s'appliquent aux types de présentation suivants : PDN, SPDN, PADN, SPADN, DDIN, DDINB",
    "fee": "27587",
    "sortBy":"FC05"
  },
  {
    "id": "FC6",
    "en": "Clinical or non-clinical data only, in support of safety updates to the labelling",
    "fr": "Données cliniques ou non cliniques seulement, à l’appui des mises à jour de l’étiquetage concernant l’innocuité",
    "description_en": "Submissions based only on clinical or non-clinical data, in support of safety updates to the labelling materials for a  new drug that does not include a new active substance.\nThis fee applies to the following submission types: SNDS and SANDS",
    "description_fr": "Présentations fondées seulement sur des données cliniques ou non cliniques à l’appui de mises à jour de l’innocuité sur l’étiquetage à l’égard d’un nouveau médicament exempt de nouvelle substance active.\nCes frais s'appliquent aux types de présentation suivants : SPDN et SPADN",
    "fee": "19442",
    "sortBy":"FC06"
  },
  {
    "id": "FC7",
    "en": "Labelling only",
    "fr": "Étiquetage seulement",
    "description_en": "Submissions of labelling material, that include data in support of the following: brand name assessment, standardized or published test methods, in vitro or in vivo photostability or applications for a drug identification number in support of changes to brand names of non-prescription drugs (but not including examination of other supporting clinical or non-clinical data, comparative data, or chemistry and manufacturing data).\nThis fee applies to the following submission types: NDS, SNDS, ANDS, SANDS, DINA, DINB",
    "description_fr": "Présentations de matériel d’étiquetage qui comprend des données à l'appui des éléments suivants : l’examen de la marque nominative, les méthodes d'essai normalisées ou publiées, la photostabilité in vitro ou in vivo ou les demandes d’identification numérique de médicament à l'appui des modifications à des marques nominatives de médicaments vendus sans ordonnance (mais ne comportant aucun examen d’autres données justificatives cliniques ou non cliniques, comparatives ou sur la chimie et la fabrication).\nCes frais s'appliquent aux types de présentation suivants : PDN, SPDN, PADN, SPADN, DDIN, DDINB",
    "fee": "3816",
    "sortBy":"FC07"
  },
  {
    "id": "FC8",
    "en": "Labelling only (generic drugs)",
    "fr": "Étiquetage seulement (générique)",
    "description_en": "Submissions in support of a change to the labelling to be  consistent with the Canadian reference product that do not include any additional labelling updates requiring a labelling assessment.\nThis fee applies to the following submission types: SNDS and SANDS",
    "description_fr": "Présentations à l’appui d’une modification à l’étiquetage par souci de cohérence avec le produit de référence canadien qui ne comprennent aucune mise à jour supplémentaire nécessitant une évaluation de l’étiquetage.\nCes frais s'appliquent aux types de présentation suivants : SPDN et SPADN",
    "fee": "2010",
    "sortBy":"FC08"
  },
  {
    "id": "FC9",
    "en": "Administrative submission",
    "fr": "Présentation administrative",
    "description_en": "Submissions in support of a change in the manufacturer’s name or brand  name,  including the following: changes in ownership of the drug, request for an additional brand name or changes resulting from a licensing agreement being entered into by two manufacturers that do not require an assessment of labelling material or brand name (e.g., post-authorization label changes filed by licensees to remain identical to licensor’s drug and post-authorization chemistry and manufacturing updates for drugs listed in Schedule C or D of the Food and Drugs Act).\nThis fee applies to the following submission types:NDS (including disinfectants), SNDS (including disinfectants), ANDS, SANDS, DINA, DINB, DIND, DINF",
    "description_fr": "Présentations à l’appui d’un changement du nom du fabricant ou de marque, notamment des changements aux droits de propriété du médicament, une demande d’ajout de nom de marque ou des changements découlant d’une entente d’homologation conclue entre deux fabricants et qui ne nécessitent aucune évaluation du matériel d’étiquetage ou du nom de marque (p. ex. des changements à l’étiquetage apportés après l’autorisation et demandés par des titulaires afin que l’étiquetage demeure identique aux mises à jour du concédant sur le médicament et des mises à jour sur la chimie et la fabrication après l’autorisation pour les médicaments énumérés à l’annexe C ou D de la Loi sur les aliments et drogues).\nCes frais s'appliquent aux types de présentation suivants : PDN (incluant les produits désinfectants), SPDN (incluant les produits désinfectants), PADN, SPADN, DDIN, DDINB, DDIND, DDINF ",
    "fee": "432",
    "sortBy":"FC09"
  },
  {
    "id": "FC10",
    "en": "Disinfectants - Full Review",
    "fr": "Désinfectants - éxamen complet",
    "description_en": "Submissions that include data in support of a disinfectant Submissions and applications that include data in support of a disinfectant.\nThis fee applies to the following submission types: NDS, SNDS, DIND",
    "description_fr": "Présentations et demandes comprenant des données à l’appui d’un désinfectant.\nCes frais s'appliquent aux types de présentation suivants : PDN, SPDN, DDIND",
    "fee": "5712",
    "sortBy":"FC10"
  },
  {
    "id": "FC11",
    "en": "Labelling only (Disinfectants)",
    "fr": "Étiquetage seulement (Désinfectants)",
    "description_en": "Submissions  in support of changes to the labelling of disinfectants that do not require supporting data, submissions in support of safety updates for disinfectants that are new drugs or submissions in support of a change in the manufacturer’s name or  brand name that requires  a review of labelling material due to deviations from the previously authorized labelling or drug.\nThis fee applies to the following submission types: NDS, SNDS, DIND ",
    "description_fr": "Présentations à l’appui de changements à l’étiquetage de désinfectants et qui ne nécessitent pas de données complémentaires, présentations à l’appui de mises à jour sur l’innocuité pour des désinfectants qui sont de nouveaux médicaments ou présentations à l’appui d’un changement de nom du fabricant ou de la marque et qui nécessitent un examen du matériel d’étiquetage en raison de dérogations à l’étiquetage ou au médicament préalablement autorisés.\nCes frais s'appliquent aux types de présentation suivants : PDN, SPDN, DDIND",
    "fee": "2507",
    "sortBy":"FC11"
  },
  {
    "id": "FC12",
    "en": "Drug identification number application - labelling standards",
    "fr": "Demande d’une identification numérique — norme d’étiquetage",
    "description_en": "Applications, including those that pertain to changes to brand names for non-prescription drugs, that include an attestation of compliance  with a labelling standard or Category IV Monograph for a drug and that do not include clinical or non-clinical data or chemistry and manufacturing data.\nThis fee applies to the following submission types: DINA, DINB, DIND, DINF",
    "description_fr": "Demandes, y compris les demandes relatives à des changements de nom de marque pour des médicaments sans ordonnance, qui comprennent une attestation de conformité à une norme d’étiquetage ou à une monographie de catégorie IV pour un médicament et qui ne comportent pas de données cliniques ou non cliniques ou de données sur la chimie ou la fabrication.\nCes frais s'appliquent aux types de présentation suivants : DDIN, DDINB, DDIND, DDINF",
    "fee": "1616",
    "sortBy":"FC12"
  }
]