[
    {
        "id": "ADDITIONAL_PRODUCT_CHGE",
        "en": "Additional product name",
        "fr": "Noms complémentaires de produits",
        "defEn": "<ul><li>When the manufacturer wants to request an additional product name, for a previously approved product, that does not require a brand name or Look-alike-sound-alike (LASA) assessment (new DIN is issued).</li></ul><div role='alert' class='alert alert-info'><p>Note: A new dossier identifier maybe required. Contact Health Canada for more information: <a href='mailto:ereview@hc-sc.gc.ca'>ereview@hc-sc.gc.ca</a> for drugs for human use and <a href='mailto:vdd.skmd.so-dgps.dmv.cp@hc-sc.gc.ca'>vdd.skmd.so-dgps.dmv.cp@hc-sc.gc.ca</a> for drugs for veterinary use.</p><p>On this form: Use existing company identifier and dossier identifier, unless a new dossier identifier was assigned by Health Canada.</p></div>",
        "defFr": "<ul><li>Les demandes concernant l'ajout d'un nom de produit, pour un produit précédemment approuvé, n'exigent pas une marque de commerce ou une évaluation à présentation et à consonance semblables (un nouveau DIN est délivré).</li></ul><div role='alert' class='alert alert-info'><p>Remarque : Un nouveau numéro de dossier peut être exigé. Communiquez avec Santé Canada pour obtenir de plus amples renseignements : <a href='mailto:ereview@hc-sc.gc.ca'>ereview@hc-sc.gc.ca</a> pour les médicaments à usage humain et <a href='mailto:vdd.skmd.so-dgps.dmv.cp@hc-sc.gc.ca'>vdd.skmd.so-dgps.dmv.cp@hc-sc.gc.ca</a> pour les médicaments à usage vétérinaire.</p><p>Sur le présent formulaire : Utilisez le numéro de la compagnie et le numéro de dossier existants, à moins qu'un nouveau numéro de dossier ait été attribué par Santé Canada.</p></div>"
    },
    {
        "id": "OWNERSHIP_CHGE",
        "en": "Changes in product ownership (change in DIN holder)",
        "fr": "Changement de propriété du produit",
        "defEn":"<ul><li>When a manufacturer transfers the possession and responsibility for a product to another manufacturer (DIN stays the same).</li></ul><div role='alert' class='alert alert-info'><p>Note: Dossier identifier will be transferred from the previous owner if all DINs within the dossier are being transferred. Alternatively, contact Health Canada for more information: <a href='mailto:ereview@hc-sc.gc.ca'>ereview@hc-sc.gc.ca</a> for drugs for human use and <a href='mailto:vdd.skmd.so-dgps.dmv.cp@hc-sc.gc.ca'>vdd.skmd.so-dgps.dmv.cp@hc-sc.gc.ca</a> for drugs for veterinary use.</p><p>On this form: Use company identifier for new owner and use existing dossier identifier, unless a new dossier identifier was assigned by Health Canada.</p></div>",
        "defFr":"<ul><li>Transfert du titre de propriété et de la responsabilité du produit d'un fabricant à un autre (DIN ne change pas).</li></ul><div role='alert' class='alert alert-info'><p>Remarque : Le numéro de dossier sera transféré à partir du propriétaire précédent si tous les DIN du dossier sont transférés. Vous pouvez également communiquer avec Santé Canada pour obtenir de plus amples renseignements : <a href='mailto:ereview@hc-sc.gc.ca'>ereview@hc-sc.gc.ca</a> pour les médicaments à usage humain et <a href='mailto:vdd.skmd.so-dgps.dmv.cp@hc-sc.gc.ca'>vdd.skmd.so-dgps.dmv.cp@hc-sc.gc.ca</a> pour les médicaments à usage vétérinaire.</p><p>Sur le présent formulaire : Utilisez le numéro de la compagnie pour le nouveau propriétaire et le numéro de dossier existant, à moins qu'un nouveau numéro de dossier ait été attribué par Santé Canada.</p></div>"
    },
    {
        "id": "POSTAUTH_CHEMISTRY_CHGE",
        "en": "Chemistry and manufacturing updates (to match licensor for Schedules C and D products)",
        "fr": "Mise à jour sur la chimie et la fabrication (pour correspondre au concédant)",
        "defEn":"<ul><li>For schedule C and D products. Chemistry and manufacturing information updates to match the chemistry updates of the licensor.</li></ul><div role='alert' class='alert alert-info'><p>On this form: Use existing company identifier and dossier identifier.</p></div>",
        "defFr":"<ul><li>Pour les produits visés par les annexes C et D : Mises à jour des renseignements sur la composition chimique et la fabrication pour correspondre aux mises à jour de la composition chimique du concédant.</li></ul><div role='alert' class='alert alert-info'><p>Sur le présent formulaire : Utilisez le numéro de la compagnie et le numéro de dossier existants.</p></div>"
    },
    {
        "id": "POSTAUTH_LABEL_CHGE",
        "en": "Label update (to match licensor)",
        "fr": "Mise à jour de l'étiquetage (pour correspondre au concédant)",
        "defEn":"<ul><li>Label update (including but not limited to product monograph update, inner and outer label update) to match label updates of the licensor.</li></ul><div role='alert' class='alert alert-info'><p>On this form: Use existing company identifier and dossier identifier.</p></div>",
        "defFr":"<ul><li>Mise à jour des étiquettes (y compris, sans toutefois s'y limiter, la mise à jour de la monographie du produit et l'étiquette intérieure et extérieure) pour correspondre aux mises à jour de l'étiquette du concédant.</li></ul><div role='alert' class='alert alert-info'><p>Sur le présent formulaire : Utilisez le numéro de la compagnie et le numéro de dossier existants.</p></div>"
    },
    {
        "id": "LICENGSING",
        "en": "Licensing agreements between two manufacturers",
        "fr": "Accord de licence entre deux fabricants",
        "defEn":"<ul><li>An agreement between two manufacturers whereby one manufacturer (licensor) supplies a drug product to another manufacturer (licensee) for sale under the second manufacturer's name.</li></ul><div role='alert' class='alert alert-info'><p>Note: A new dossier identifier is required if the proposed product(s) were not previously approved (for example, no dossier identifier already exists), except in the case of a replace source cross-licensing. You may contact Health Canada for more information: <a href='mailto:ereview@hc-sc.gc.ca'>ereview@hc-sc.gc.ca</a> for drugs for human use and <a href='mailto:vdd.skmd.so-dgps.dmv.cp@hc-sc.gc.ca'>vdd.skmd.so-dgps.dmv.cp@hc-sc.gc.ca</a> for drugs for veterinary use.</p><p>On this form: Use the company identifier for new owner (licensee) and use existing dossier identifier, unless a new dossier identifier was assigned by Health Canada.</p></div>",
        "defFr":"<ul><li>Contrat en vertu duquel un fabricant (le concédant de licence) fournit un produit pharmaceutique à un autre fabricant (le titulaire de licence) afin qu'il soit vendu sous le nom du second fabricant.</li></ul><div role='alert' class='alert alert-info'><p>Remarque : Un nouveau numéro de dossier est exigé si les produits proposés n'ont pas été préalablement approuvés (par exemple, ils n'ont pas de numéro de dossier), sauf dans le cas d'un remplacement du contrat de licence initial. Vous pouvez contacter Santé Canada pour plus d'informations : <a href='mailto:ereview@hc-sc.gc.ca'>ereview@hc-sc.gc.ca</a> pour les médicaments à usage humain et <a href='mailto:vdd.skmd.so-dgps.dmv.cp@hc-sc.gc.ca'>vdd.skmd.so-dgps.dmv.cp@hc-sc.gc.ca</a> pour les médicaments à usage vétérinaire.</p><p>Sur le présent formulaire : Utilisez le numéro de la compagnie pour le nouveau propriétaire (titulaire de licence) et le numéro de dossier existant, à moins qu'un nouveau numéro de dossier ait été attribué par Santé Canada.</p></div>"
    },
    {
        "id": "PRODUCT_MANUFACT_NAME_CHGE",
        "en": "Manufacturer and product name change",
        "fr": "Changement de nom du fabricant et du produit",
        "defEn":"<ul><li>A change to the manufacturer's name and the product name.</li></ul><div role='alert' class='alert alert-info'><p>Note: An amended company enrolment is required. A new company identifier will be issued for the substantive name change</p><p>On this form: Use new company identifier (associated with new manufacturer's name) and existing dossier identifier.</p></div>",
        "defFr":"<ul><li>Changement de nom du fabricant et du produit</li></ul><div role='alert' class='alert alert-info'><p>Remarque : L'inscription de l'entreprise doit être modifiée. Un nouveau numéro de la compagnie sera émis pour tout changement important de nom.</p><p>Sur le présent formulaire : Utilisez le nouveau numéro de la compagnie (associé au nom du nouveau fabricant) et le numéro de dossier existant.</p></div>"
    },
    {
        "id": "MANUFACT_NAME_CHGE",
        "en": "Manufacturer name change",
        "fr": "Changement de nom du fabricant",
        "defEn":"<ul><li>A change to the manufacturer's name and the product name.</li></ul><div role='alert' class='alert alert-info'><p>Note: An amended company enrolment is required. A new company identifier will be issued for the substantive name change</p><p>On this form: Use new company identifier (associated with new manufacturer's name) and existing dossier identifier.</p></div>",
        "defFr":"<ul><li>Modification du nom du fabricant.</li></ul><div role='alert' class='alert alert-info'><p>Remarque : L'inscription de l'entreprise doit être modifiée. Un nouveau numéro de la compagnie sera émis pour tout changement important de nom.</p><p>Sur le présent formulaire : Utilisez le nouveau numéro de la compagnie (associé au nom du nouveau fabricant) et le numéro de dossier existant.</p></div>"
    },
    {
        "id": "MERGER",
        "en": "Mergers/buyouts",
        "fr": "Fusion ou rachat",
        "defEn":"<ul><li>The combining of two or more manufacturers into one, through a purchase, acquisition, a pooling of interests or purchase of controlling interest in one manufacturer by another manufacturer, in order to take over assets and/or operations.</li></ul><div role='alert' class='alert alert-info'><p>Note: If merger/buyout resulted in a change in company name, an amended company enrolment is required. A new company identifier will be issued. Dossier identifier will remain the same as the dossier will be transferred from the previous owner to the new owner.</p><p>On this form: Use company identifier for new owner and existing dossier identifier.</p></div>",
        "defFr":"<ul><li>La combinaison de deux ou plusieurs entités pour en constituer une seule par un achat, une acquisition, une mise en commun d'intérêts ou l'achat de la participation conférant le contrôle d'un fabricant par un autre en vue d'une reprise de biens ou d'activités.</li></ul><div role='alert' class='alert alert-info'><p>Remarque : Si la fusion ou le rachat a entraîné un changement de nom d'entreprise, l'inscription de l'entreprise doit être modifiée. Un nouveau numéro de la compagnie sera émis. Le numéro de dossier demeurera le même, car le dossier du propriétaire antérieur sera transféré au nouveau propriétaire.</p><p>Sur le présent formulaire : Utilisez le numéro de la compagnie pour le nouveau propriétaire et le numéro de dossier existant.</p></div>"
    },
    {
        "id": "PRODUCT_NAME_CHGE",
        "en": "Product name change",
        "fr": "Changement de nom du produit",
        "defEn":"<ul><li>A change to an existing product name, for a previously approved product, that does not require a brand name or Look-alike-sound-alike (LASA) assessment.</li></ul><div role='alert' class='alert alert-info'><p>On this form: Use existing company identifier and dossier identifier.</p></div>",
        "defFr":"<ul><li>Modification du nom d'un produit existant, pour un produit précédemment approuvé, qui n'exige pas une marque de commerce ou une évaluation à présentation et à consonance semblables.</li></ul><div role='alert' class='alert alert-info'><p>Sur le présent formulaire : Utilisez le numéro de la compagnie et le numéro de dossier existants.</p></div"
    }
]